[
    {
        "id": "8224bfbc-e994-4aab-97bc-a9f21bc06d48",
        "title": "A method for obtaining measures of local parsing complexity throughout sentences",
        "authors": [
            "Ford"
        ],
        "year": 1983,
        "link": "doi:10.1016/S0022-5371(83)90156-1",
        "abstract": "Efficient techniques that give measures of local parsing complexity throughout sentences are needed to study the detailed course of sentence parsing. A new technique, the Continuous Lexical Decision Task, was tested to determine the whether it is sensitive to differences in local parsing complexity throughout sentences. Experiment 1 demonstrated that subjects performing the task treat sentences as sentences. Experiment 2 demonstrated that the task is sensing to on-line syntactic processing. Results showed not only that Object relatives are harder to process than Subject relatives, but also that parsing complexity is increased at the gap in Object relatives and remains increased for the next couple of words. The results suggest that the difficulty of Object relatives in comparison to Subject relatives lies in the assignment of the head as the filler of the gap.",
        "dateAdded": 1652907774897
    },
    {
        "id": "5573562b-d942-4d77-bd8c-281e6268b65e",
        "title": "A normative study of acronyms and acronym naming",
        "authors": [
            "Izura",
            "Playfoot"
        ],
        "year": 2012,
        "link": "doi:10.3758/s13428-011-0175-8",
        "abstract": "Acronyms are an idiosyncratic part of our everyday vocabulary. Research in word processing has used acronyms as a tool to answer fundamental questions such as the nature of the word superiority effect (WSE) or which is the best way to account for word-reading processes. In this study, acronym naming was assessed by looking at the influence that a number of variables known to affect mainstream word processing has had in acronym naming. The nature of the effect of these factors on acronym naming was examined using a multilevel regression analysis. First, 146 acronyms were described in terms of their age of acquisition, bigram and trigram frequencies, imageability, number of orthographic neighbors, frequency, orthographic and phonological length, print-to-pronunciation patterns, and voicing characteristics. Naming times were influenced by lexical and sublexical factors, indicating that acronym naming is a complex process affected by more variables than those previously considered.",
        "dateAdded": 1652907774897
    },
    {
        "id": "f790ff98-c31e-4974-b1bf-08b169c89510",
        "title": "A picture is not always worth a thousand words: Pictures as distractors in reading",
        "authors": [
            "Willows"
        ],
        "year": 1978,
        "link": "doi:10.1037/0022-0663.70.2.255",
        "abstract": "Conducted 2 studies with a total of 32 2nd graders and 66 3rd graders to examine the influence of pictures in the periphery on children's speed and accuracy of reading. In both studies, Ss were required to read sets of words under each of 3 conditions: with no pictures, with related pictures, and with unrelated pictures. The 2 studies differed in the age of the Ss (2nd vs 3rd graders) and in the location of the pictures (behind vs above the words). In both studies, the results consistently show the following: (a) The words were read more slowly whenever pictures were present. (b) Unrelated pictures produced more interference than related pictures. (c) The magnitude of both of these effects was inversely related to reading ability.",
        "dateAdded": 1652907774897
    },
    {
        "id": "eaa2246b-64be-4bc7-b506-b2b0e199b378",
        "title": "Acronyms and abbreviations",
        "authors": [
            "Isaacs"
        ],
        "year": 2009,
        "link": "doi:10.1111/j.1440-1754.2009.01508.x",
        "abstract": "Acronyms are not new. Lloyd's Coffee House opened in London in 1688, exactly a hundred years before the First Fleet arrived in Port Jackson, Sydney. Admission and a cup of coffee cost one penny, so the coffee houses were called penny universities. A tin was strategically placed near the entrance and a coin could be tossed in ‘to insure prompt service', thus coining the acronym ‘tips'.1\n\nTo rail against the overuse of acronyms in medicine, and in other contexts, is likely to prove futile.2 Nevertheless, medical students will be relieved when told ‘we are going to NICU' that they are merely going on a neonatal ward round and not being arrested. Relief will soon turn to bewilderment when the students hear that the baby is LBW (low birth weight and nothing to do with cricket), SGA, was on IMV and has a TOF (either a Tetralogy of Fallot or a tracheo-oesophageal fistula or both). To understand neonatology, you need to be an expert in interpretation of the TLA (three-letter acronym).\n\nAccording to evolutionary principles, acronyms must serve a purpose, because they have survived for over 300 years, and indeed proliferated. If the use of acronyms shortens ward rounds, this may convey a survival advantage for that endangered species, the resident medical officer (please note the temptation, declined, to say RMO).\n\nBut acronyms and abbreviations have the potential to confuse and even to be dangerous. Hand-over is a notorious time for errors, and a recent audit of 25 hand-over sheets in a children's unit in Birmingham, UK found 221 different abbreviations used a total of 2286 times.3 When shown the abbreviations, paediatric doctors recognised 56–94% of them and other health-care professionals recognised only 31–63%. The USA fares no better,4 even though the US Joint Commission has published a list of 15 dangerous abbreviations, such as U (for micro), Q.D. and Q.I.D. (daily and 6-hourly, respectively) which are risky, have caused patient harm and should never be used.5 There is no obvious solution. The UK authors3 recommend using only ‘standardised abbreviations', hard to enforce, while the US authors4 suggest electronic health records as the solution, although my hospital's Emergency Department electronic records are still full of ambiguous abbreviations. Continued vigilance and an emphasis on unambiguous terminology, particularly when prescribing, may help limit the damage caused to the English language and to the occasional unfortunate patient.",
        "dateAdded": 1652907774897
    },
    {
        "id": "b0c9e54c-f58d-474a-81ac-2144e037afcc",
        "title": "Adjectival negation and the comprehension of multiply negated sentences",
        "authors": [
            "Sherman"
        ],
        "year": 1976,
        "link": "doi:10.1016/0022-5371(76)90015-3",
        "abstract": "Two experiments examined the comprehension of singly and multiply negatd sentences. Difficulty of comprehension was measured by the speed and accuracy with which subjects judged the semantic reasonableness of sentences. Marked and negatively prefixed adjectives (sad, unhappy) were a particular focus of the study, since their psycholinguistic status, with respect to negation, is uncertain. When sentences contained more than two negatives, comprehension suffered a large decrement. This finding is discussed in relation to Bever's (1970) model and the concept of cognitive overload. Though prefixed and marked adjectives had little effect on comprehension in an otherwise affirmative context, they had a consistent and substantial effect when added to a double negative sentence. Thus, these adjectives appear to function as psycholinguistic negatives, that is, they may be analyzed as “not X”, at least when other negatives are present.",
        "dateAdded": 1652907774897
    },
    {
        "id": "92a36c0b-bb81-4075-b016-22ac51df21e9",
        "title": "Altering comprehension: The effect of biasing titles on text comprehension",
        "authors": [
            "Kozminsky"
        ],
        "year": 1977,
        "link": "doi:10.3758/BF03197390",
        "abstract": "Titles can alter the comprehension of a text by affecting the selection of information from a text and the organization of this information in memory. Text comprehension is assumed to involve an organizational process that results in the formation of a text base, an ordered list of semantic units—propositions. The text base can be used as a retrieval scheme to reconstruct the text. Procedures for assigning propositions as more relevant to some themes as compared to other themes are developed and applied to texts. Texts with biasing titles were used in an experiment to demonstrate that immediate free recall is biased toward the theme emphasized in the title. The comprehension process which is guided by the text's thematical information is described.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c6454708-5461-43f4-90b9-10707441a09d",
        "title": "An analysis of Acronyms in Written Text",
        "authors": [
            "McCrobie"
        ],
        "year": 1986,
        "link": "doi:10.1177/154193128603000920",
        "abstract": "A two-part study was conducted to examine the comprehension of acronyms in written text. In the first part of the study, 260 articles were examined for acronym usage. Acronyms were used in 81.2% of the papers and a mean of 4.13 acronyms per paper was observed. The number of acronyms was related to the author's affiliation, with papers from authors employed in government and military positions using more acronyms that authors employed in industry or colleges. Results from a questionnaire given in part two of the study showed that the mean percent correct scores for acronym identification was about 55%. Participants showed a highly variable performance on the identification task. Four of the twenty acronyms were incorrectly identified by all of the participants, five were identified by at least 95% of the sample, and performance was between these extremes on eleven acronyms. These results suggest that acronyms should always be defined in writing to ensure comprehension.",
        "dateAdded": 1652907774897
    },
    {
        "id": "56eb4257-f277-4b44-9f09-aa7af2be59b7",
        "title": "An Experimental Study of Typographic Cueing in Printed Text",
        "authors": [
            "Foster",
            "Coles"
        ],
        "year": 1977,
        "link": "doi:10.1080/00140137708931601",
        "abstract": "Typographic cueing refers to the use of variations in the appearance of text in order to provide a visual distinction between different levels of text content. An experiment is reported in which three cueing conditions were compared. One format used capitals for the cued material, a second used bold setting, and the third was a control condition. In an attempt to determine the influence of providing a pre-test on the outcome of cueing experiments, three pre-testing conditions were provided: pre-test of cued information, of noncued information, no pro-test. Subjects read a passage for 3 min, and were then given separate tests of cued and noncued information. The results of the test of cued information are interpreted as supporting the hypothesis that cueing yields higher scores if a pre-test of cued information or no pre-test has been administered. The test of noncued information showed that capital cueing yielded lower scores than the control, but the bold cuing did not. It seems that with capital cueing, the benefit on the test of cued information is counter-balanced by a decline in the test of uncued information. As such a trade-off did not occur with the bold cueing, this would seem a preferable format. Pre-test condition had a significant effect only on the test of noncued information.",
        "dateAdded": 1652907774897
    },
    {
        "id": "68601d70-c60b-4b0a-9cb2-e704f39c5f51",
        "title": "Answering the Critics of Plain Language",
        "authors": [
            "Kimble"
        ],
        "year": 1994,
        "link": "http://heinonline.org/HOL/LandingPage?handle=hein.journals/scrib5&div=7&id=&page=",
        "abstract": "The price that any movement pays for even modest success is that critics emerge. Critics can be healthy for a movement. They can correct error, temper excesses, and prompt the kind of reflection that deepens understanding. So it's probably a sign of progress that there is debate about the movement for plain legal language.\n\nStill, some of the criticism has become stale and should at last be put to rest. The old criticism is, in essence, that we either should not or cannot write in plain language: should not, because it debases the language; and cannot, because of the overriding demands of precision. I have looked at these misconceptions elsewhere. So have other writers. But since the old misconceptions linger, I'll try to dispel them again here.\n\nMeanwhile, there's a new criticism that deserves a longer look. The new criticism is, in essence, that plain language doesn't matter: its approach to communication is too narrow, and there is no empirical evidence that it improves comprehension. These are serious criticisms, and to explain why they are mistaken will require some exploring.",
        "dateAdded": 1652907774897
    },
    {
        "id": "888ba840-0afc-49c8-b1f6-626aa90b79a6",
        "title": "Are Good Texts Always Better? Interactions of Text Coherence, Background Knowledge, and Levels of Understanding in Learning From Text",
        "authors": [
            "McNamara ",
            "Kintsch ",
            "Songer",
            "Kintsch"
        ],
        "year": 2009,
        "link": "doi:10.1207/s1532690xci1401_1",
        "abstract": "Two experiments, theoretically motivated by the construction-integration model of text comprehension (W. Kintsch, 1988), investigated the role of text coherence in the comprehension of science texts. In Experiment 1, junior high school students' comprehension of one of three versions of a biology text was examined via free recall, written questions, and a key-word sorting task. This study demonstrates advantages for globally coherent text and for more explanatory text. In Experiment 2, interactions among local and global text coherence, readers' background knowledge, and levels of understanding were examined. Using the same methods as in Experiment 1, we examined students' comprehension of one of four versions of a text, orthogonally varying local and global coherence. We found that readers who know little about the domain of the text benefit from a coherent text, whereas high-knowledge readers benefit from a minimally coherent text. We argue that the poorly written text forces the knowledgeable readers to engage in compensatory processing to infer unstated relations in the text. These findings, however, depended on the level of understanding, text base or situational, being measured by the three comprehension tasks. Whereas the free-recall measure and text-based questions primarily tapped readers' superficial understanding of the text, the inference questions, problem-solving questions, and sorting task relied on a situational understanding of the text. This study provides evidence that the rewards to be gained from active processing are primarily at the level of the situation model rather than at the superficial level of text-base understanding.",
        "dateAdded": 1652907774897
    },
    {
        "id": "201b7d7d-3e71-44ed-8580-d8c9954e14ae",
        "title": "Assessment by Audiences Shows Little Effect of Science Communication Training",
        "authors": [
            "Rubega",
            "Burgio",
            "MacDonald",
            "et al."
        ],
        "year": 2020,
        "link": "doi:10.1177/1075547020971639",
        "abstract": "As the science community has recognized the vital role of communicating to the public, science communication training has proliferated. The development of rigorous, comparable approaches to assessment of training has not kept pace. We conducted a fully controlled experiment using a semester-long science communication course, and audience assessment of communicator performance. Evaluators scored the communication competence of trainees and their matched, untrained controls, before and after training. Bayesian analysis of the data showed very small gains in communication skills of trainees, and no difference from untrained controls. High variance in scores suggests little agreement on what constitutes “good” communication.",
        "dateAdded": 1652907774897
    },
    {
        "id": "dff67776-f0f4-4d57-8731-b41e41544ae6",
        "title": "Attention web designers: You have 50 milliseconds to make a good first impression!",
        "authors": [
            "Lindgaard",
            "Fernandes",
            "Dudek",
            "Brown"
        ],
        "year": 2011,
        "link": "doi:10.1080/01449290500330448",
        "abstract": "Three studies were conducted to ascertain how quickly people form an opinion about web page visual appeal. In the first study, participants twice rated the visual appeal of web homepages presented for 500 ms each. The second study replicated the first, but participants also rated each web page on seven specific design dimensions. Visual appeal was found to be closely related to most of these. Study 3 again replicated the 500 ms condition as well as adding a 50 ms condition using the same stimuli to determine whether the first impression may be interpreted as a 'mere exposure effect' (Zajonc 1980). Throughout, visual appeal ratings were highly correlated from one phase to the next as were the correlations between the 50 ms and 500 ms conditions. Thus, visual appeal can be assessed within 50 ms, suggesting that web designers have about 50 ms to make a good first impression.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c5e5412d-47c2-470c-a0cc-2adabd88acad",
        "title": "Attentional blink for acronyms: Effects of familiarity and pre-exposure",
        "authors": [
            "Karnadewi",
            "Burt"
        ],
        "year": 2010,
        "link": "doi:10.1080/00049530903089521",
        "abstract": "Seventy-two university students participated in one of two experiments in the rapid serial visual presentation (RSVP) task. Distractors were four-letter non-words, the first target (T1) was a four-letter word, and the second target (T2) was a two-four-letter acronym that followed T1 at lags of 2, 3 and 5 items (Experiment 1) or lags of 3 and 5 items (Experiment 2). Familiar acronyms were identified better than unfamiliar acronyms. One pre-exposure of acronyms in a rating task improved RSVP accuracy for familiar acronyms only (Experiments 1 and 2), whereas three pre-exposures produced a benefit for unfamiliar acronyms and no significant additional benefit for familiar acronyms (Experiment 2). Thus a pre-existing unitised memory representation, and a relatively recent access of this representation, enhanced target identification. The effects of pre-exposure were more consistent with resource depletion than attentional filtering accounts of the attentional blink.",
        "dateAdded": 1652907774897
    },
    {
        "id": "fbe024ca-8fc9-4054-919b-979bc409eef5",
        "title": "Audience Addressed/Audience Invoked: The Role of Audience in Composition Theory and Pedagogy",
        "authors": [
            "Ede",
            "Lunsford"
        ],
        "year": 1984,
        "link": "doi:10.2307/358093",
        "abstract": "One important controversy currently engaging scholars and teachers of writing involves the role of audience in composition theory and pedagogy. How can we best define the audience of a written discourse? What does it mean to address an audience? To what degree should teachers stress audience in their assignments and discussions? What is the best way to help students recognize the significance of this critical element in any rhetorical situation?",
        "dateAdded": 1652907774897
    },
    {
        "id": "3711a234-d5c4-4bef-aada-6e8f0b9f1028",
        "title": "Audience Perceptions of Editing Quality: Assessing traditional news routines in the digital age",
        "authors": [
            "Vultee"
        ],
        "year": 2015,
        "link": "doi:10.1080/21670811.2014.995938",
        "abstract": "The technological and social upheaval that did such damage to the economic structure of professional journalism has had some of its greatest impact on positions that, even if they did not produce original words or pictures, were essential to the smooth functioning of the assembly line of news. If off-the-shelf posting software with a built-in spell-checking function is all that need stand between the audience and a stream of fresh—if unmediated—content, is there a future for the technical, practical or even ethical skills that the copy editor brought to journalism? This study uses a lab experiment to address whether and how traditional editing processes affect audience perceptions of the quality, professionalism, and value of news articles. Articles were presented in a mixed design in which participants saw four articles in the edited condition and four in the unedited condition. Results indicate that standard newsroom editing practices have a significant positive effect on a digital audience's perceptions of news quality and of whether material is worth paying for.",
        "dateAdded": 1652907774897
    },
    {
        "id": "b5abd65b-3ff3-4da4-b580-61b7af3e7830",
        "title": "Bad Language: The Use and Abuse of Official Language",
        "authors": [
            "UK, House of Commons, Public Administration Select Committee"
        ],
        "year": 2009,
        "link": "https://publications.parliament.uk/pa/cm200910/cmselect/cmpubadm/17/17.pdf",
        "abstract": "Politics and government are public activities, and so politicians and public servants should use language that people find clear, accurate and understandable. We undertook this inquiry because we were concerned that too often official language distorts or confuses meaning. This is damaging because it can prevent public understanding of policies and their consequences, and can also deter people from getting access to public services and benefits.\n\nWe conclude that bad official language which results in tangible harm—such as preventing someone from receiving the benefits or services to which they are entitled—should be regarded as “maladministration”. People should feel able to complain about cases of confusing or misleading language, as they would for any other type of poor administration. Equally, government and public sector bodies need to respond properly to complaints about bad official language; and if they do not, people should be encouraged to take their\ncomplaints to the relevant Ombudsman.\n\nBad official language deserves to be mocked, but it also needs to be taken seriously. We hope that our conclusions and suggestions will encourage government to mind its language in future.",
        "dateAdded": 1652907774897
    },
    {
        "id": "19493ae1-13ab-4533-b32f-f63fc6b982f8",
        "title": "Better the DVL You Know: Acronyms Reveal the Contribution of Familiarity to Single-Word Reading",
        "authors": [
            "Laszlo",
            "Federmeier"
        ],
        "year": 2007,
        "link": "doi:10.1111/j.1467-9280.2007.01859.x",
        "abstract": "Current theories of reading are divided between dual-route accounts, which propose that separable processes subserve word recognition for orthographically regular and irregular strings, and connectionist models, which propose a single mechanism mapping form to meaning. These theories make distinct predictions about the processing of acronyms, which can be orthographically illegal and yet familiar, as compared with the processing of pseudowords, which are regular but unfamiliar. This study examined whether acronyms are processed like pseudowords and words. Event-related potentials (ERPs) were recorded as subjects viewed familiar and unfamiliar acronyms, words, pseudowords, illegal strings, and—as the targets of the substantive behavioral task—proper names. Familiar acronyms elicited repetition effects on the N400 component, a functionally specific index of semantic activation processes; repetition effects for familiar acronyms were similar in magnitude, timing, and scalp distribution to those for words and pseudowords. The similarity of the brain response to familiar-but-illegal and unfamiliar-but-legal classes of stimuli is inconsistent with predictions of dual-route models of reading.",
        "dateAdded": 1652907774897
    },
    {
        "id": "22cd6322-e43e-43f3-816d-170b436af151",
        "title": "Better Writing in Scientific Publications Builds Reader Confidence and Understanding",
        "authors": [
            "Freeling",
            "Doubleday",
            "Dry",
            "Semmler",
            "Connor"
        ],
        "year": 2021,
        "link": "doi:10.3389/fpsyg.2021.714321",
        "abstract": "Scientific publications are the building blocks of discovery and collaboration, but their impact is limited by the style in which they are traditionally written. Recently, many authors have called for a switch to an engaging, accessible writing style. Here, we experimentally test how readers respond to such a style. We hypothesized that scientific abstracts written in a more accessible style would improve readers' reported readability and confidence as well as their understanding, assessed using multiple-choice questions on the content. We created a series of scientific abstracts, corresponding to real publications on three scientific topics at four levels of difficulty—varying from the difficult, traditional style to an engaging, accessible style. We gave these abstracts to a team of readers consisting of 170 third-year undergraduate students. Then, we posed questions to measure the readers' readability, confidence, and understanding with the content. The scientific abstracts written in a more accessible style resulted in higher readability, understanding, and confidence. These findings demonstrate that rethinking the way we communicate our science may empower a more collaborative and diverse industry.",
        "dateAdded": 1652907774897
    },
    {
        "id": "d02e8e78-7e6a-44c3-9c86-0309c22d72c0",
        "title": "Cloze scores of nominalizations and their grammatical transformations using active verbs",
        "authors": [
            "Coleman",
            "Blumenfeld"
        ],
        "year": 1963,
        "link": "doi:10.2466/pr0.1963.13.3.651",
        "abstract": "Nominalized sentences were compared by means of cloze tests to their grammatical transformations using active verbs. A mean of 9.63 words per S were filled in correctly for the nominalized sentences and 10.80 for their transformations using active verbs (p < .01). These results support previous findings that the active-verb version is more comprehensible.",
        "dateAdded": 1652907774897
    },
    {
        "id": "9bba30b5-998e-4b92-910c-3f74cde453e5",
        "title": "Concreteness effects in single-meaning, multi-meaning and newly acquired words",
        "authors": [
            "Palmer",
            "MacGregor",
            "Havelka"
        ],
        "year": 2013,
        "link": "doi:10.1016/j.brainres.2013.09.015",
        "abstract": "This study examined the extent to which concreteness influences the acquisition and subsequent processing of novel (low frequency) concepts. Participants were trained on 70 rare English words (35 concrete, 35 abstract) paired with definitions. ERPs were then recorded while participants performed a semantic categorisation (concrete vs. abstract) and a lexical decision task on single-meaning, multi-meaning and the newly acquired words. During training there was a significant effect of concreteness, in that participants were more successful at acquiring concrete concepts. In both the semantic categorisation and the lexical decision task, concreteness effects were evident in the behavioural and in the ERP data for all word types, with concrete words eliciting more negative waveforms than abstract words in the N400 time window. Behaviourally, participants experienced greater difficulty in judging the concreteness of multi-meaning words, yet concreteness effects in the N400 were equally strong for all three word types across both tasks. These findings indicate that concreteness represents a fundamental distinction in the way that items are represented in memory, which is independent of the participant's perceived judgement. They further demonstrate that novel concepts can be acquired rapidly after minimal training, and that the neurophysiological correlates associated with processing novel words are modulated by the specific nature of the conceptual characteristics assigned to the word.",
        "dateAdded": 1652907774897
    },
    {
        "id": "295e2b67-ff7b-47c8-a6d3-d77bb17c5757",
        "title": "Concreteness-dependent associative priming: Separate lexical organization for concrete and abstract words",
        "authors": [
            "Bleasdale"
        ],
        "year": 1987,
        "link": "doi:10.1037/0278-7393.13.4.582",
        "abstract": "Four experiments used associated, unrelated, and neutral ({blank}–word) pairs that varied on prime and target concreteness. In Experiment 1, associated targets were named faster than neutral targets when primes and targets were homogeneous for concreteness (i.e., concrete–concrete or abstract–abstract), but not when they were heterogeneous (i.e., concrete–abstract or abstract–concrete). Experiments 2 and 3, using lexical decision, showed priming for all pairs irrespective of prime and target concreteness. In Experiment 4, the prime was presented for 16.7 ms, followed immediately by a 168-ms random letter mask. Lexical decision times showed priming similar to that in Experiment 1. If priming in Experiments 1 and 4 reflected lexical processes, whereas priming in Experiments 2 and 3 entailed postlexical processes, then lexical processes may be functionally distinct for concrete versus abstract words. These findings are more consistent with dual-coding than common-coding explanations of concreteness.",
        "dateAdded": 1652907774897
    },
    {
        "id": "2eedc475-ab27-4052-8924-ce0dc5f22ee8",
        "title": "Concretization and sentence learning",
        "authors": [
            "Anderson"
        ],
        "year": 1974,
        "link": "doi:10.1037/h0036104",
        "abstract": "Constructed 1-3 word modifiers that were judged to have the effect of making the subject noun phrase in each of a series of sentences more denotatively specific. In Exp I with 47 undergraduates, Ss who received sentences containing concrete modifiers recalled significantly more words than those who received unmodified sentences, provided that the modifier was part of the retrieval cue. In Exp II with 28 undergraduates, Ss who were exposed to concretely modified sentences recalled significantly more words than Ss who had seen redundantly modified sentences.",
        "dateAdded": 1652907774897
    },
    {
        "id": "eb38fe1f-4e26-4235-943d-578c093e4541",
        "title": "Consequences of erudite vernacular utilized irrespective of necessity: problems with using long words needlessly",
        "authors": [
            "Oppenheimer"
        ],
        "year": 2005,
        "link": "doi:10.1002/acp.1178",
        "abstract": "Most texts on writing style encourage authors to avoid overly-complex words. However, a majority of undergraduates admit to deliberately increasing the complexity of their vocabulary so as to give the impression of intelligence. This paper explores the extent to which this strategy is effective. Experiments 1–3 manipulate complexity of texts and find a negative relationship between complexity and judged intelligence. This relationship held regardless of the quality of the original essay, and irrespective of the participants' prior expectations of essay quality. The negative impact of complexity was mediated by processing fluency. Experiment 4 directly manipulated fluency and found that texts in hard to read fonts are judged to come from less intelligent authors. Experiment 5 investigated discounting of fluency. When obvious causes for low fluency exist that are not relevant to the judgement at hand, people reduce their reliance on fluency as a cue; in fact, in an effort not to be influenced by the irrelevant source of fluency, they over-compensate and are biased in the opposite direction. Implications and applications are discussed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "909b1d8d-07da-40fa-a9c8-c896b242121f",
        "title": "Considering plain language: issues and initiatives",
        "authors": [
            "Petelin"
        ],
        "year": 2010,
        "link": "doi:10.1108/13563281011037964",
        "abstract": "The purpose of this paper is to review the literature on plain language in Australia, the UK and the USA since the movement began to accelerate in the early 1960s; to review the progress of plain‐language initiatives in those countries in the years since then; to provide guidance on generating plain‐language documents for writers in the corporate arena; and to present suggestions for further research.",
        "dateAdded": 1652907774897
    },
    {
        "id": "5100bf3f-b9a0-4dda-9e7a-5de905930f44",
        "title": "Control of prose processing via instructional and typographical cues",
        "authors": [
            "Glynn",
            "Di Vesta"
        ],
        "year": 1979,
        "link": "doi:10.1037/0022-0663.71.5.595",
        "abstract": "176 undergraduates studied an informative text about an imaginary solar system. Two cuing systems, 1 instructional and 1 typographical, were manipulated to induce a single or double set of cues consistent with 1 or 2 sets of text propositions, respectively, or no cues, a treatment in which target propositions were unspecified. The main findings are that (a) a single set of cues elevated recall of cue-related propositions at the expense of cue-unrelated propositions; (b) the presence of 2 sets of conflicting cues attenuated recall of target information; (c) in the absence of cues, recall was best for propositions that were designated as important by the learners; and (d) recall was enhanced when propositions were located in neighborhoods of topically related information. These findings support the notion that cuing systems guide the construction and implementation of learners' prose-processing decision criteria.",
        "dateAdded": 1652907774897
    },
    {
        "id": "a4b97c1c-d71e-4a3f-be19-436f33bf1817",
        "title": "Decision processes during sentence comprehension: Effects of surface structure reconsidered",
        "authors": [
            "Hakes",
            "Foss"
        ],
        "year": 1970,
        "link": "doi:10.3758/BF03207036",
        "abstract": "Previous experiments have yielded conflicting results concerning the utility of relative pronouns as cues to the deep structure underlying self-embedded (SE) sentences. The present study investigated the usefulness of this cue. At the same time, it compared the relative sensitivity of two measures of sentence-comprehension difficulty: paraphrasing and phoneme monitoring. Forty Ss heard SE sentences, one-half of which had the relative pronouns deleted. The presence or absence of the relative pronouns in a particular sentence was counterbalanced across groups. The Ss also heard right-branching sentences. It was found that presence of the relative pronouns led to significantly faster phoneme monitoring times and to marginally better paraphrasing (i.e., to better comprehension) in the SE sentences. It was concluded that relative pronouns are effective cues and, further, that the phoneme monitoring technique is a better index of comprehension difficulty than the paraphrasing technique. Reasons for the previous experimental discrepancies were discussed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "ae49fe5d-ec02-4e06-a3e4-8231fb1c8852",
        "title": "Discourse analysis: The sociolinguistic analysis of natural language",
        "authors": [
            "Stubbs"
        ],
        "year": 1983,
        "link": "https://press.uchicago.edu/ucp/books/book/chicago/D/bo50778907.html",
        "abstract": "Linguistics has traditionally concentrated on studying single sentences or isolated speech acts. In this book Michael Stubbs explores one of the most promising new directions in contemporary linguistics—the study of many sentences and how they fit together to form discourse. Using many examples drawn from recorded conversations, fieldwork observations, experimental data, and written texts, he discusses such questions as how far discourse structure is comparable to sentence structure; whether it is possible to talk of \"well formed\" discourse as one does of \"grammatical\" sentences; and whether the relation between question and answer in conversation is syntactic, semantic, or pragmatic.",
        "dateAdded": 1652907774897
    },
    {
        "id": "90358735-e332-47c9-93fc-e12fb7f01132",
        "title": "Discrepant fluency increases subjective truth",
        "authors": [
            "Hansen",
            "Dechêne",
            "Wänke"
        ],
        "year": 2008,
        "link": "doi:10.1016/j.jesp.2007.04.005",
        "abstract": "The present experiment tested the hypothesis that perceptual fluency affects truth judgments especially when the fluency has changed. Participants were asked to judge the truth of statements that were printed in different colors. Perceptual fluency was manipulated by color contrast. Change versus no change of fluency was manipulated by using preceding statements that had the same or a different contrast. As expected, highly fluent statements were judged as more probably true than statements with a low fluency but this effect occurred only when the high fluency meant a change from previous fluency. The role of discrepancies in subjective experiences in terms of their informativeness for social judgments is discussed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "6da0329e-6e17-4f5c-8db0-f5294466a5c1",
        "title": "Document Design: A Review of the Relevant Research",
        "authors": [
            "Felker"
        ],
        "year": 1980,
        "link": "https://eric.ed.gov/?id=ED192331",
        "abstract": "Research from several disciplines has been examined to create this literature review of information on document design, the overall movement toward producing public documents that the intended users can understand. Six chapters review appropriate research from the areas of psycholinguistics, cognitive psychology, instructional research, readability, human factors, and typography/graphics. A seventh chapter, written in the form of a case study, illustrates the development of an actual document design experiment, showing how research from the different disciplines can be used collectively to treat a typical document design issue. An appendix contains lists of references used in the seven chapters.",
        "dateAdded": 1652907774897
    },
    {
        "id": "004fa003-cc8a-4d27-b376-1892a9ec1a51",
        "title": "Does the Medium Make a Difference? Two Studies of Writing With Pen and Paper and With Computers",
        "authors": [
            "Haas"
        ],
        "year": 2009,
        "link": "doi:10.1207/s15327051hci0402_3",
        "abstract": "This article reports two studies examining how the use of computer technology affects writers' processes and resulting written products. The first experiment, a partial replication of Gould's (1981) study, compared the efficiency and quality of 15 experienced writers' persuasive letters written in three counterbalanced conditions: pen and paper, standard personal computer, and advanced workstation. Analyses of time to compose and length of the resulting letters showed that when composing with the advanced work-stations, writers wrote for longer periods of time and composed longer letters than when composing with pen and paper. Rate of composition (words per min) was similar in all three conditions. Scores for content quality, mechanics quality, and total quality were also collected and analyzed. Letters composed with the personal computer were poorer in content quality and total quality. There were no differences in mechanics quality. In the second experiment, 8 of the original 15 writers revised two of their letters in the medium with which they were composed. Think-aloud protocols collected while the writers revised their letters were collected and analyzed. When revising with pen and paper, writers planned more than when revising on-line; they also planned more before beginning their revisions. However, when revising in the computer conditions, writers reread their texts more and paid more attention to the medium than when revising on paper.",
        "dateAdded": 1652907774897
    },
    {
        "id": "80f025af-7c84-4226-b3be-7bcf5983e73c",
        "title": "Drawing inferences from the presuppositions and implications of affirmative and negative sentences",
        "authors": [
            "Just",
            "Clark"
        ],
        "year": 1973,
        "link": "doi:10.1016/S0022-5371(73)80057-X",
        "abstract": "This study examined the effects of negation on how people make use of information in the presuppositions and implications of sentences. Subjects were timed as they made true-false judgments of sentences like If John forgot to let the dog out, then the dog is supposed to be in. The verbs were either positive (for example, remember) or inherently negative (forget); the conclusions interrogated either presuppositions (the dog is supposed to be out) or implications (the dog is out). Subjects found it easier to verify positive components as true, but negative components as false. This happened regardless of the polarity (positive or negative) of the parent sentence. Also, subjects took longer on negative verbs, but by an equal amount on both components, even though such negation does not logically affect presuppositions. This suggests that people may examine implications before presuppositions regardless of which component is interrogated.",
        "dateAdded": 1652907774897
    },
    {
        "id": "08a494fb-c383-4506-8afd-4ace40ac9c0f",
        "title": "Dynamics in Document Design: Creating Text for Readers",
        "authors": [
            "Schriver"
        ],
        "year": 1996,
        "link": "http://www.wiley.com/legacy/compbooks/catalog/30636-3.htm",
        "abstract": "This book is for writers and graphic designers who create the many types of documents people use every day at home or school, in business or government. From high-tech instruction manuals and textbooks to health communications and information graphics, to online information and World Wide Web pages, this book offers one of the first research-based portraits of what readers need from documents and of how document designers can take those needs into account. Drawing on research about how people interpret words and pictures, this book presents a new and more complete image of the reader—a person who is not only trying to understand prose and graphics but who is responding to them aesthetically and emotionally.",
        "dateAdded": 1652907774897
    },
    {
        "id": "b7b66a01-57e8-45ed-bda4-cb0835b5af54",
        "title": "Dynamics of Iterative Reader Feedback: An Analysis of Two Successive Plus-Minus Evaluation Studies",
        "authors": [
            "Dejong",
            "Rijnks"
        ],
        "year": 2006,
        "link": "doi:10.1177/1050651905284401",
        "abstract": "A brochure that had been revised on the basis of feedback from readers using the plus-minus evaluation method was evaluated again using the same method. This article compares the results of these two successive evaluation studies to examine the dynamics of evaluating and revising using a troubleshooting method based on verbal self-reports. The findings show that the plus-minus method does not necessarily lead to a decrease in the number of problems readers find in a revised document. But the types of problems readers find are significantly different. For example, after the brochure was revised, it had fewer clarity and structural problems, and readers could focus more on credibility issues.",
        "dateAdded": 1652907774897
    },
    {
        "id": "ccac8751-0313-49df-bf0b-1bb67d56788e",
        "title": "Easy on the mind, easy on the wrongdoer: Discrepantly fluent violations are deemed less morally wrong",
        "authors": [
            "Laham",
            "Alter",
            "Goodwin"
        ],
        "year": 2009,
        "link": "doi:10.1016/j.cognition.2009.06.001",
        "abstract": "The present experiment tested the hypothesis that discrepancies in processing fluency influence the perceived wrongness of moral violations. Participants were presented with numerous moral violations in easy or difficult to read font. For some violations experienced perceptual fluency was consistent with the fluency associated with previous violations, whereas for others it was more fluent or more disfluent. Results show that, across multiple vignettes, participants rated moral violations that were processed with discrepant fluency as less morally wrong than those processed with discrepant disfluency. The current work highlights the importance of metacognitive experiences in moral judgment and contributes to the emerging literature on the role of experiential factors in moral judgment.",
        "dateAdded": 1652907774897
    },
    {
        "id": "0aa66bcd-f35a-4cd6-a617-30190e05b2d2",
        "title": "Effect of prose organization upon free recall",
        "authors": [
            "Myers",
            "Pezdek",
            "Coulson"
        ],
        "year": 1973,
        "link": "doi:10.1037/h0035507",
        "abstract": "Investigated effects of prose organization on free recall in 3 experiments with undergraduates (N = 245). Passages consisted of 5 paragraphs of 5 sentences each and described 5 attributes of each of 5 fictitious countries. Passages were organized either by name, by attribute, or randomly. Exp I demonstrated significantly better recall under attribute than under name or random organization. Exp II showed that only in the attribute condition was serial recall as good as free recall, suggesting that attribute Ss normally used serial order cues as a basis for retrieval. Exp III verified this hypothesis; the superiority of the attribute condition in free recall was cancelled when serial order cues were unavailable.",
        "dateAdded": 1652907774897
    },
    {
        "id": "54630fdd-7d3f-4885-a9c0-8253ea52ac69",
        "title": "Effects of contextual organization on prose retention",
        "authors": [
            "Gardner",
            "Schumacher"
        ],
        "year": 1977,
        "link": "doi:10.1037/0022-0663.69.2.146",
        "abstract": "The effects of 2 types of contextual organization on retention of vague prose materials were investigated employing a multivariate step-down procedure. 102 college students were given either no prepassage, a thematic prepassage, or a topic sentence prepassage followed by an ambiguous passage in either superordinate or coordinate context. The thematic prepassage facilitated performance on a rigorously scored free-recall measure and a multiple-choice measure. Superordinate contextual organization facilitated performance on 2 less rigorous dependent variables. Results are discussed in terms of the storage, retrieval, and sentence generation effects of each manipulation.",
        "dateAdded": 1652907774897
    },
    {
        "id": "4a82e154-742f-47b7-8adb-cc8cb9af2b5c",
        "title": "Effects of divided attention and word concreteness on correct recall and false memory reports",
        "authors": [
            "Pérez-Mata",
            "Read",
            "Diges"
        ],
        "year": 2002,
        "link": "doi:10.1080/09658210143000308",
        "abstract": "Lists of thematically related words were presented to participants with or without a concurrent task. In Experiments 1 and 2, respectively, English or Spanish word lists were either low or high in concreteness (concrete vs abstract words) and were presented, respectively, auditorily or visually for study. The addition of a concurrent visual or auditory task, respectively, substantially reduced correct recall and doubled the frequency of false memory reports (nonstudied critical or theme words). Divided attention was interpreted as having reduced the opportunity for participants to monitor successfully their elicitations of critical associates. Comparisons of concrete and abstract lists revealed significantly more recalls of false memories for abstract than concrete word lists. Comparisons between two levels of attention, two levels of word concreteness, and two presentation modalities failed to support the \"more is less\" effect by which enhanced correct recall is accompanied by increased frequencies of false memories.",
        "dateAdded": 1652907774897
    },
    {
        "id": "accddd01-4837-4a0b-93b3-ac2dcd2fe9f6",
        "title": "Effects of Negation on Adults' Disjunctive Reasoning Abilities",
        "authors": [
            "Roberge"
        ],
        "year": 1974,
        "link": "doi:10.1080/00221309.1976.9711587",
        "abstract": "Forty-four adult Ss evaluated conclusions for two types of disjunctive arguments. The disjunctive premise of each argument was an inclusive (e.g., either P or Q or both) or exclusive (e.g., either P or Q but not both) proposition. The presence or absence of the negative “not” was varied systematically in the components of each of these disjunctive premises. Contrary to previous findings in the area of concept attainment, the results indicated that exclusive disjunction arguments were significantly (p < .05) easier than inclusive disjunction arguments. In addition, the location of the negative(s) in the major premise had a significant (p < .001) effect on the number of reasoning errors, and a significant (p < .001) differential effect according to the type of disjunction. In general, the results replicated, clarified, and extended the findings of previous research on concept attainment and deductive reasoning.",
        "dateAdded": 1652907774897
    },
    {
        "id": "659067bf-0d0e-47dc-a9e2-f2ef1e319fd6",
        "title": "Effects of Perceptual Fluency on Affective Judgments",
        "authors": [
            "Reber",
            "Winkielman",
            "Schwarz"
        ],
        "year": 1998,
        "link": "doi:10.1111/1467-9280.00008",
        "abstract": "According to a two-step account of the mere-exposure effect, repeated exposure leads to the subjective feeling of perceptual fluency, which in turn influences liking. If so, perceptual fluency manipulated by means other than repetition should influence liking. In three experiments, effects of perceptual fluency on affective judgments were examined. In Experiment 1, higher perceptual fluency was achieved by presenting a matching rather than nonmatching prime before showing a target picture. Participants judged targets as prettier if preceded by a matching rather than nonmatching prime. In Experiment 2, perceptual fluency was manipulated by figure-ground contrast. Stimuli were judged as more pretty, and less ugly, the higher the contrast. In Experiment 3, perceptual fluency was manipulated by presentation duration. Stimuli shown for a longer duration were liked more, and disliked less. We conclude (a) that perceptual fluency increases liking and (b) that the experience of fluency is affectively positive, and hence attributed to positive but not to negative features, as reflected in a differential impact on positive and negative judgments.",
        "dateAdded": 1652907774897
    },
    {
        "id": "e27a6ff4-262e-4f26-bc41-97492026f7a9",
        "title": "Effects of Perceptual Fluency on Judgments of Truth",
        "authors": [
            "Reber",
            "Schwarz"
        ],
        "year": 1999,
        "link": "doi:10.1006/ccog.1999.0386",
        "abstract": "Statements of the form “Osorno is in Chile” were presented in colors that made them easy or difficult to read against a white background and participants judged the truth of the statement. Moderately visible statements were judged as true at chance level, whereas highly visible statements were judged as true significantly above chance level. We conclude that perceptual fluency affects judgments of truth.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c0de9105-5888-485c-96ef-1f14b0f72367",
        "title": "Effects of reducing complement constructions on sentence comprehension",
        "authors": [
            "Hakes"
        ],
        "year": 1972,
        "link": "doi:10.1016/S0022-5371(72)80088-4",
        "abstract": "Two experiments were performed testing the hypothesis that deletion of an optional cue to sentence structure increases comprehension difficulty. Sentences were used that contained that-complement constructions where the complementizer was either present or absent. Both experiments used both paraphrasing and phoneme monitoring tasks. The monitoring data for both strongly supported the hypothesis; the paraphrasing data did so weakly for the second experiment.",
        "dateAdded": 1652907774897
    },
    {
        "id": "108cb9fe-e4aa-43e0-a867-24c656cc6b4d",
        "title": "Evaluating text quality: the continuum from text-focused to reader-focused methods",
        "authors": [
            "Schriver"
        ],
        "year": 1989,
        "link": "doi:10.1109/47.44536",
        "abstract": "The author identifies some of the persistent questions raised by people in education, business, and government who want to judge how well their texts are working. She compares the cognitive processes involved in reading to comprehend text with those involved in reading to evaluate and revise text, stressing that even experienced writers often need help in detecting and diagnosing text problems. She characterizes three general classes of tests for evaluating text quality: (1) text-focused, (2) expert-judgment-focused, and (3) reader-focused approaches. She reviews typical methods within each class, examining the strengths and limitations of particular tests, and discusses the relative advantages of reader-focused methods over other approaches.",
        "dateAdded": 1652907774897
    },
    {
        "id": "a09e13de-34f6-4a6a-889f-f17a93df499c",
        "title": "Expertise and estimating what other people know: The influence of professional experience and type of knowledge",
        "authors": [
            "Bromme",
            "Rambow",
            "Nückles"
        ],
        "year": 2001,
        "link": "doi:10.1037/1076-898X.7.4.317",
        "abstract": "There is ample evidence that estimations of what other people know are often biased in the direction of one's own knowledge. Yet, it is still unclear if this bias is influenced by expertise. In Study 1, computer experts estimated the distribution of Internet concepts and general knowledge concepts among students. These estimations were compared with norm values and with estimations obtained from a sample of laypersons. Laypersons showed a stronger bias than experts. Study 2 revealed that knowledge estimations can be influenced by labeling knowledge items as specialist knowledge. The results are suggestive of ways in which communication between experts and laypersons could be enhanced. Especially in asynchronous communication situations, as for example in the use of e-mail based hot lines, if experts are to communicate effectively, they must make accurate assumptions about laypersons' knowledge of the topic.",
        "dateAdded": 1652907774897
    },
    {
        "id": "e3cbcf29-1ded-4185-9344-0df546638224",
        "title": "Fighting bad typography research",
        "authors": [
            "Poole"
        ],
        "year": 2012,
        "link": "http://alexpoole.info/blog/fighting-bad-typography-research/",
        "abstract": "Extremely well sourced. I will eventually pull out the individual studies.",
        "dateAdded": 1652907774897
    },
    {
        "id": "bf2fdc3d-d616-4569-8a35-03773a66040a",
        "title": "Frameworks for Comprehending Discourse: A Replication Study",
        "authors": [
            "Sjogren",
            "Timpson"
        ],
        "year": 1979,
        "link": "doi:10.3102/00028312016004341",
        "abstract": "This study replicates findings of a study reported by Anderson, Reynolds, Schallert, and Goetz (1977). Interpretation of ambiguously worded paragraphs was related to sex and interests of the participants. Interests were determined by subject matter major of the participants. Titles on the paragraphs reduced the ambiguity although the presence of a title did not determine the interpretation of all participants exposed to the title.",
        "dateAdded": 1652907774897
    },
    {
        "id": "d0785fb4-dfa3-41b2-b3ce-5996f3a29c4f",
        "title": "Free recall of self-embedded english sentences",
        "authors": [
            "Miller",
            "Isard"
        ],
        "year": 1964,
        "link": "doi:10.1016/S0019-9958(64)90310-9",
        "abstract": "Subjects were given five trials to memorize 22-word sentences that varied in degree of self-embedding. Sentences with self-embedded phrase structure proved more difficult to learn, which is interpreted to mean that our capacity to deal with recursive interruptions may be extremely limited.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c15ae0eb-1eb2-4ac2-bbb2-24d5ec00cd35",
        "title": "Good and bad structure in simple paragraphs: Effects on apparent theme, reading time, and recall",
        "authors": [
            "Kieras"
        ],
        "year": 1978,
        "link": "doi:10.1016/S0022-5371(78)90496-6",
        "abstract": "Conventional paragraph structure requires that the topic sentence be presented first, followed by connected, coherent sentences. The processing role of these rules was investigated by comparing performance on reading simple passages that conformed to or violated conventional paragraph organization. In three experiments, subjects read such passages, presented one sentence at a time; data collected were a choice of “best title,” which provided a measure of apparent theme, the reading time on each sentence, and gist recall scores. The results were that bad paragraph structure produced (a) fewer choices of the topical proposition as the best title; (b) longer reading times, mainly on the initial incoherent sentences, which can not be immediately integrated; and (c) lower recall of passage content, especially of the initially unintegrable sentences. These results suggest that unintegrable input must be held in immediate memory pending integration, leading to a greater processing load. The role of the paragraph structure conventions is thus to minimize memory load.",
        "dateAdded": 1652907774897
    },
    {
        "id": "d0355434-be92-41d8-a42b-9abdf9600ecb",
        "title": "Guidelines for Document Designers",
        "authors": [
            "Felker"
        ],
        "year": 1981,
        "link": "https://eric.ed.gov/?id=ED221866",
        "abstract": "Intended to improve the quality of public documents by making them clearer to the people who use them, this book contains document design principles concerned with writing documents that are visually distinct, attractive, and easily understood. Following an introduction, the major portion of the book presents the 25 principles, each of which includes a guideline that explains the principle, provides examples, and offers common sense advice. The principles are divided as follows: (1) text organization, (2) sentence writing, (3) typography, and (4) graphic design. The final portion of the book summarizes some of the research that has been done on each of the principles",
        "dateAdded": 1652907774897
    },
    {
        "id": "3bd18fb4-fe62-4511-8ba4-f21dcac71c33",
        "title": "How Headings in Documents Can Mislead Readers",
        "authors": [
            "Swarts"
        ],
        "year": 1980,
        "link": "https://eric.ed.gov/?id=ED192344",
        "abstract": "Misleading headings in documents, which make it hard for readers to find what they need, are common in many types of documents. A review of research on the importance of cues in the reading process suggests that heading miscues might seriously impair understanding. Three experiments were conducted to discover how headings cue or miscue adult readers. Results of the first two experiments indicated that headings may be very important in some documents and suggested factors that differentiate between effective and ineffective headings. Results of the third experiment suggested that misleading headings can be offset by clear prose and led to the conclusion that the role headings play in documents is dependent on the nature of the document and on the reader's degree of familiarity with it. In attempting to write headings that help readers, document writers should consider that effective documents develop a human-centered network of ideas focusing on their audience's needs and that they are based on the \"scenario principle,\" providing examples of scenarios in which the reader will likely play a part. Writers of headings should (1) adopt the scenario principle, (2) anticipate readers' questions, (3) clarify all terms used, and (4) make sure that short, definitional headings are accurate and specific.",
        "dateAdded": 1652907774897
    },
    {
        "id": "d875b5e8-e94f-4a47-a176-ad656a9df6c5",
        "title": "How we know—and sometimes misjudge—what others know: Imputing one's own knowledge to others",
        "authors": [
            "Nickerson"
        ],
        "year": 1999,
        "link": "doi:10.1037/0033-2909.125.6.737",
        "abstract": "To communicate effectively, people must have a reasonably accurate idea about what specific other people know. An obvious starting point for building a model of what another knows is what one oneself knows, or thinks one knows. This article reviews evidence that people impute their own knowledge to others and that, although this serves them well in general, they often do so uncritically, with the result of erroneously assuming that other people have the same knowledge. Overimputation of one's own knowledge can contribute to communication difficulties. Corrective approaches are considered. A conceptualization of where own-knowledge imputation fits in the process of developing models of other people's knowledge is proposed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "e9b6af2d-1ace-468d-90d3-79e2f91c9797",
        "title": "If It's Difficult to Pronounce, It Must Be Risky: Fluency, Familiarity, and Risk Perception",
        "authors": [
            "Song",
            "Schwarz"
        ],
        "year": 2009,
        "link": "doi:10.1111/j.1467-9280.2009.02267.x",
        "abstract": "Low processing fluency fosters the impression that a stimulus is unfamiliar, which in turn results in perceptions of higher risk, independent of whether the risk is desirable or undesirable. In Studies 1 and 2, ostensible food additives were rated as more harmful when their names were difficult to pronounce than when their names were easy to pronounce; mediation analyses indicated that this effect was mediated by the perceived novelty of the substance. In Study 3, amusement-park rides were rated as more likely to make one sick (an undesirable risk) and also as more exciting and adventurous (a desirable risk) when their names were difficult to pronounce than when their names were easy to pronounce.",
        "dateAdded": 1652907774897
    },
    {
        "id": "85e8cd44-622a-4e13-9732-8d22a30ec15b",
        "title": "Improving comprehensibility by shortening sentences",
        "authors": [
            "Coleman"
        ],
        "year": 1962,
        "link": "doi:10.1037/h0039740",
        "abstract": "As measured by cloz tests, technical passages divided into short sentences were significantly more comprehensible than their long sentence counterparts, but the magnitude of the improvement was small--about 6%. A sentence-by-sentence comparison suggested these hypotheses for more detailed study (a) It may improve comprehensibility if \"clause fragments\" such as subordinate clauses are raised to full sentences (b) It may improve comprehensibly to divide sentences joined by conjunctions (but, for, because, etc.) that signal that the 1st clause is qualified by the 2nd one (c) It will not improve comprehensibility to divide a sentence joined by \"and\" into 2 sentences (d) Shortening clauses may be more effective than merely emphasizing their boundaries by punctuating them as separate sentences.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c478e9d3-0c5f-4001-aa89-c557d302a6f7",
        "title": "Influence of simultaneous variation in size of type, width of line, and leading for newspaper type",
        "authors": [
            "Tinker"
        ],
        "year": 1963,
        "link": "doi:10.1037/h0043573",
        "abstract": "A speed of reading technique was employed with 820 readers to determine the effect on legibility of simultaneous variation of type size, line width, and leading for Excelsior newspaper type. 9 typographical variations were compared with text set in 8-point type in a 12-pica line width with 2-point leading. Results revealed that 7-, 8-, and 9-point type in a 12-pica line width with 2-point leading were read most rapidly and equally fast. But text in relatively long lines, very short lines, and small type size, or combinations of these with little or no leading were read significantly slower than the standard. Judgments for relative legibility and pleasingness revealed a reader preference for 8- or 9-point type with 2-point leading in a line width of 12 picas (12 or 18 picas for 9-point type). Text in relatively long or short lines, small type size, and no leading received low ratings.",
        "dateAdded": 1652907774897
    },
    {
        "id": "0ae2700c-1d1b-4c7c-952b-39ea2a04552a",
        "title": "Is Plain Language Better - A Comparative Readability Study of Court Forms",
        "authors": [
            "Mindlin"
        ],
        "year": 2005,
        "link": "http://heinonline.org/HOL/LandingPage?handle=hein.journals/scrib10&div=6&id=&page=",
        "abstract": "A growing number of courts are converting their pro se forms and instructions to plain language. But are the plain-language forms easier to read and use? My company, Transcend, which specializes in designing and testing plain-language forms, set out to answer this question. This article presents the results from our study—the first quantitative readability study of plain-language court forms in the United States.\n\nThe study was designed with advice from academic researches, a field-test expert, a statistician, and linguists. We selected 60 citizens on a jury panel to respond to brief questionnaires that tested the comprehensibility of plain-language forms and the corresponding traditional forms. The results show a marked and statistically significant improvement in reader comprehension when court forms are converted to plain language. The results also suggest that because users understand more clearly what they have to do, when they have to do it, and where to seek support if they need it, there may be significant economies for the court.",
        "dateAdded": 1652907774897
    },
    {
        "id": "cd7b1756-30e8-44b4-818e-477fd1ee5f41",
        "title": "Is there room for the BBC in the mental lexicon? On the recognition of acronyms",
        "authors": [
            "Brysbaert",
            "Speybroeck",
            "Vanderelst"
        ],
        "year": 2009,
        "link": "doi:10.1080/17470210802585471",
        "abstract": "It has been suggested that acronyms like BBC are processed like real words. This claim has been based on improved performance with acronyms in the Reicher–Wheeler task, the letter string matching task, the visual feature integration task, and the N400 component in event-related potential (ERP) studies. Unfortunately, in all these tasks performance on acronyms resembled performance on pseudowords more than performance on words. To further assess the similarity of acronyms and words, we focused on the meaning of the acronyms and used masked priming to examine whether target words can be primed to the same extent with associatively related acronyms as with associatively related words. Such priming was possible at a stimulus onset asynchrony (SOA) of 84 ms. In addition, the priming of the acronyms did not depend on the letter case in which they were presented: The target word “books” was primed as much by isbn and iSbN as by ISBN.",
        "dateAdded": 1652907774897
    },
    {
        "id": "a5840c7e-b7ec-475f-8162-1f1560eacff5",
        "title": "Just Being Difficult? Academic Writing in the Public Arena",
        "authors": [
            "Culler",
            "Lamb"
        ],
        "year": 2003,
        "link": "http://www.sup.org/books/title/?id=5337",
        "abstract": "Is academic writing, particularly in the disciplines of literary theory and cultural studies, needlessly obscure? The claim has been widely circulated in the media and subject to passionate debate, but it has not been the subject of serious discussion. Just Being Difficult? provides learned and thoughtful analyses of the claim, of those it targets, and of the entire question of how critical writing relates to its intended publics and to audiences beyond them.\n\nIn this book, a range of distinguished scholars, including some who have been charged with willful obscurity, argue for the interest and importance of some of the procedures that critics have preferred to charge with obscurity rather than confront in another way. The debate on difficult writing hovers on the edges of all academic writing that seeks to play a role in the public arena. This collection is a much-needed contribution to the discussion.",
        "dateAdded": 1652907774897
    },
    {
        "id": "8bdac89f-a223-42a3-8e41-3f4b09fe3edc",
        "title": "Learning of prose written in four grammatical transformations",
        "authors": [
            "Coleman"
        ],
        "year": 1965,
        "link": "doi:10.1037/h0022472",
        "abstract": "4 comparisons of pairs of grammatical transformations are reported. Active-verb transformations were found easier to learn than their nominalizations (p < .001), actives were easier to learn than their passives (p < .01), nonembedded sentences were easier to learn than their embedded counterparts (p < .05), and no significant difference was found between adjectivalizations and their counterparts using adjectives. 10 different categories of active-verb sentences and their nominalizations were examined and by determining which categories of nominalizations were responsible for deleterious effects, several rules for improving readability were reexpressed in terms of grammatical transformations. The data were also used to examine the extent to which complex sentences are recoded and stored in memory as kernels.",
        "dateAdded": 1652907774897
    },
    {
        "id": "426ec9db-5fb0-4521-bc02-9a61781aa862",
        "title": "Legalese v. Plain English: An Empirical Study of Persuasion and Credibility in Appellate Brief Writing",
        "authors": [
            "Benson",
            "Kessler"
        ],
        "year": 1986,
        "link": "http://heinonline.org/HOL/LandingPage?handle=hein.journals/lla20&div=19",
        "abstract": "",
        "dateAdded": 1652907774897
    },
    {
        "id": "3be89ecf-c939-44c1-9e80-e7ffc99c533c",
        "title": "Lexical access for concrete and abstract words",
        "authors": [
            "Kroll",
            "Merves"
        ],
        "year": 1986,
        "link": "doi:10.1037/0278-7393.12.1.92",
        "abstract": "Three experiments with 48 undergraduates compared the speed and accuracy of lexical decisions for concrete and abstract nouns. Results of Exp I, in which separate groups of Ss judged each word type, and of Exp II, in which all Ss judged mixed blocks of both word types, indicate that there was a small speed advantage for concrete nouns in lexical decision. To observe transfer effects from one word type to the other, all Ss in Exp III made judgments within blocked presentations of each word type. Findings show that when blocks of abstract words followed blocks of concrete words, judgments for the abstract words were significantly longer than those for concrete words. When concrete blocks followed abstract blocks, however, there was no difference in response time for the 2 word types. It is concluded that the effect of concreteness in lexical decision appears to be critically sensitive to order of presentation. Implications for models of common vs dual representation in lexical memory are discussed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "826d699f-d07e-43fd-8a03-ddd151a3c418",
        "title": "Locus of thematic effects in retention of prose",
        "authors": [
            "Dooling",
            "Mullet"
        ],
        "year": 1973,
        "link": "doi:10.1037/h0034100",
        "abstract": "Manipulated 72 undergraduates' comprehension of the theme of a prose passage by using stories that were metaphorical and difficult to understand. By presenting an appropriate thematic title for the material, E could control comprehension of the theme. The point at which the thematic title was presented was varied: (a) before the passage, (b) after the passage, or (c) not at all (control group). Free-recall performance was best for the Before group, showing that knowledge of the theme aids retention. Performance of the After and control groups was not significantly different. This finding indicates that the locus of the thematic effect is at the initial storage of the material during input.",
        "dateAdded": 1652907774897
    },
    {
        "id": "ded6a74a-6c96-4153-9838-c2e7192306e8",
        "title": "Making Jury Instructions Understandable",
        "authors": [
            "Elwork",
            "Sales",
            "Alfini"
        ],
        "year": 1982,
        "link": "https://www.ncjrs.gov/App/Publications/abstract.aspx?ID=83984",
        "abstract": "Empirical evidence demonstrates that when jurors do not understand the law, both the process (deliberations) and the outcome (verdicts) of trials become 'lawless.' Such lawless decisionmaking can result in guilty litigants not being brought to justice or in litigants unjustly losing their freedom, property, or even their lives. To help correct the problem, jury instructions should be presented in written and oral form and at the beginning as well as at the end of trials. The instructions should be tested on volunteer jurors; instructions judged incomprehensible should be rewritten and retested. This rewriting/retesting cycle should continue until all points of law touched on by the instructions are easy to understand. The text explains how to implement these procedures, recruit jurors, prepare, administer, and score comprehension tests, and analyze test results. It also describes the facilities needed for such a program. Directions for rewriting cover organization of information, grammar, and vocabulary (with attention to substitute terminology for legal jargon). Footnotes, sample forms, flow charts, and an index are provided. Appendixes include copies of questionnaires, rewritten instructions, and computer programs used to demonstrate the efficacy of the procedures.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c45c6836-7c2b-4b7f-a504-fa55f5e9a0cf",
        "title": "Making Legal Language Understandable: A Psycholinguistic Study of Jury Instructions",
        "authors": [
            "Charrow",
            "Charrow"
        ],
        "year": 1979,
        "link": "doi:10.2307/1121842",
        "abstract": "",
        "dateAdded": 1652907774897
    },
    {
        "id": "3f0a5bff-252f-4d3d-bce4-a7fc528cc30a",
        "title": "Memory for general and specific sentences",
        "authors": [
            "Thios"
        ],
        "year": 1975,
        "link": "doi:10.3758/BF03198213",
        "abstract": "Cued recall indicated that memory was better for sentences containing specific verbs (e.g., scratched) than for sentences containing general verbs (e.g., injured). When synonymic verb responses were included, however, the general-specific difference was eliminated. Also, for complete sentence recall, subject nouns were better retrieval cues than verbs or object nouns.",
        "dateAdded": 1652907774897
    },
    {
        "id": "6e3c70a3-6289-4f26-b8da-204a9fe85dc4",
        "title": "Meta-Research: The growth of acronyms in the scientific literature",
        "authors": [
            "Barnett",
            "Doubleday"
        ],
        "year": 2020,
        "link": "doi:10.7554/eLife.60080",
        "abstract": "Some acronyms are useful and are widely understood, but many of the acronyms used in scientific papers hinder understanding and contribute to the increasing fragmentation of science. Here we report the results of an analysis of more than 24 million article titles and 18 million article abstracts published between 1950 and 2019. There was at least one acronym in 19% of the titles and 73% of the abstracts. Acronym use has also increased over time, but the re-use of acronyms has declined. We found that from more than one million unique acronyms in our data, just over 2,000 (0.2%) were used regularly, and most acronyms (79%) appeared fewer than 10 times. Acronyms are not the biggest current problem in science communication, but reducing their use is a simple change that would help readers and potentially increase the value of science.",
        "dateAdded": 1652907774897
    },
    {
        "id": "e348577c-6d6f-4261-a748-c38932bc9617",
        "title": "Mind at ease puts a smile on the face: Psychophysiological evidence that processing facilitation elicits positive affect",
        "authors": [
            "Winkielman",
            "Cacioppo"
        ],
        "year": 2001,
        "link": "doi:10.1037/0022-3514.81.6.989",
        "abstract": "The affect system, in its position to monitor organismic–environmental transactions, may be sensitive to the internal dynamics of information processing. Hence, the authors predicted that facilitation of stimulus processing should elicit a brief, mild, positive affective response. In 2 studies, participants watched a series of neutral pictures while the processing ease was unobtrusively manipulated. Affective reactions were assessed with facial electromyography (EMG). In both studies, easy-to-process pictures elicited higher activity over the region of zygomaticus major, indicating positive affect. The EMG data were paralleled by self-reports of positive responses to the facilitated stimuli. The findings suggest a close link between processing dynamics and affect and may help understand several preference phenomena, including the mere-exposure effect. The findings also highlight a potential source of affective biases in social judgments.",
        "dateAdded": 1652907774897
    },
    {
        "id": "78c78ae7-f454-40bd-8ade-8cfb206ba020",
        "title": "Nominalizing and de-nominalizing: a reply",
        "authors": [
            "Billig"
        ],
        "year": 2008,
        "link": "doi:10.1177/0957926508095898",
        "abstract": "In this article, the author replies to the comments made by Van Dijk, Fairclough and Martin on 'The Language of Critical Discourse Analysis'. The author also discusses at greater length the background to his concerns with current styles of academic writing. The author suggests that the problems with 'nominalization' and 'passivization' are wider than particular cases of abuse as Van Dijk suggests. The author discusses how analysts typically use 'nominalization' imprecisely, employing this same word to denote linguistic entities as well as processes of very different kinds. In replying to Fairclough, the author also points out that some linguists use 'nominalization' to refer to supposed linguistic 'processes' which are not, in fact, processes at all. In consequence, the use of technical terminology, far from leading to greater precision, has led to imprecision and to analysts avoiding basic issues. The author argues that it is important to understand what speakers/writers do with language. Technical nominals, which turn actions into 'things', are often poorly equipped for this task, especially when analysts use technical nouns in place of examining precisely what sorts of actions speakers/writers are performing. The author discusses why the current economic conditions of academic life encourage jargon-filled, technical writing and why, for ideological reasons, academics should resist the pressure to use heavy, nominal-based jargon.",
        "dateAdded": 1652907774897
    },
    {
        "id": "13e60dae-bafd-463e-983e-d73d4a86b379",
        "title": "On the Mental Representation of Conditional Sentences",
        "authors": [
            "Evans"
        ],
        "year": 2009,
        "link": "doi:10.1080/713755667",
        "abstract": "Four experiments are reported which attempt to externalize subjects' mental representation of conditional sentences, using novel research methods. In Experiment 1, subjects were shown arrays of coloured shapes and asked to rate the degree to which they appeared to be true of conditional statements such as “If the figure is green then it is a triangle”. The arrays contained different distributions of the four logically possible cases in which the antecedent or consequent is true or false: TT, TF, FT, and FF. For example, a blue triangle would be FT for the conditional quoted above. In Experiments 2 to 4, subjects were able to construct their own arrays to make conditionals either true or false with any distribution of the four cases they wished to choose. The presence and absence of negative components was varied, as was the form of the conditional, being either “if then” as above or “only if”: “The figure is green only if it is a triangle”. The first finding was that subjects represent conditionals in fuzzy way: conditionals that include some counter-example TF cases (Experiment 1) may be rated as true, and such cases are often included when subjects construct an array to make the rule true (Experiments 2 to 4). Other findings included a strong tendency to include psychologically irrelevant FT and FF cases in constructed arrays, presumably to show that conditional statements only apply some of the time. A tendency to construct cases in line with the “matching bias” reported on analogous tasks in the literature was found, but only in Experiment 4, where the number of symbols available to construct each case was controlled. The findings are discussed in relation to the major contemporary theories of conditional reasoning based upon inference rules and mental models, neither of which can account for all the results.",
        "dateAdded": 1652907774897
    },
    {
        "id": "ec82533e-73fe-4bdb-a7fb-0eb1ee7ec3b3",
        "title": "One Half or 50%? An Eye-Tracking Study of Number Representation Readability",
        "authors": [
            "Rello",
            "Bautista",
            "Baeza-Yates",
            "Gervás",
            "Hervás",
            "Saggion"
        ],
        "year": 2013,
        "link": "doi:10.1007/978-3-642-40498-6_17",
        "abstract": "Are numbers expressed as digits easier to read and understand than written with letters? What about fractions and percentages? Exact or rounded values? We present an eye-tracking study that attempts to answer these questions for Spanish, using fixation and reading time to measure readability as well as comprehension questions to score understandability. We find that digits are faster to read but do not help comprehension. Fractions help understandability while percentages help readability. No significant results were found concerning the influence of rounding. Our experiments were performed by 72 persons, half of them with dyslexia. To the best of our knowledge, this is the first study that addresses the cognitive load of number representation in any language, even more for people with dyslexia.",
        "dateAdded": 1652907774897
    },
    {
        "id": "a2e65a66-c2b0-467a-92bc-0083a3f773b6",
        "title": "Overcoming intuition: Metacognitive difficulty activates analytic reasoning",
        "authors": [
            "Alter",
            "Oppenheimer",
            "Epley",
            "Eyre"
        ],
        "year": 2007,
        "link": "doi:10.1037/0096-3445.136.4.569",
        "abstract": "Humans appear to reason using two processing styles: System 1 processes that are quick, intuitive, and effortless and System 2 processes that are slow, analytical, and deliberate that occasionally correct the output of System 1. Four experiments suggest that System 2 processes are activated by metacognitive experiences of difficulty or disfluency during the process of reasoning. Incidental experiences of difficulty or disfluency--receiving information in a degraded font (Experiments 1 and 4), in difficult-to-read lettering (Experiment 2), or while furrowing one's brow (Experiment 3)--reduced the impact of heuristics and defaults in judgment (Experiments 1 and 3), reduced reliance on peripheral cues in persuasion (Experiment 2), and improved syllogistic reasoning (Experiment 4). Metacognitive experiences of difficulty or disfluency appear to serve as an alarm that activates analytic forms of reasoning that assess and sometimes correct the output of more intuitive forms of reasoning.",
        "dateAdded": 1652907774897
    },
    {
        "id": "8022d55e-f293-4997-ae4b-c69e2d82ccea",
        "title": "Past, Present, and Future Contributions of Cognitive Writing Research to Cognitive Psychology",
        "authors": [
            "Berninger"
        ],
        "year": 2012,
        "link": "https://www.routledge.com/Past-Present-and-Future-Contributions-of-Cognitive-Writing-Research-to/Berninger/p/book/9781848729636",
        "abstract": "The first part of the volume provides the historical context for the significance of writing research for contemporary cognitive psychology and honors the pioneers in cognitive and social-cognitive research in this field. The book then explores the rapidly expanding work on the social foundations of cognitive processes in writing and considers not only gender differences but also gender similarities in writing. The third part presents a lifespan view of writing in early and middle childhood, adolescence, higher education, and the world of work. There follows an examination of the relationships of language processes –at the word, sentence, and text levels—to the cognitive processes in writing. Part V covers representative research on the cognitive processes of writing—translation and reviewing and revision—and the working memory mechanisms that support those processes. A review of the current technologies used to study these cognitive processes on-line as they happen in real time is provided. Part VII provides an introduction to the emerging new field of the cognitive neuroscience of writing made possible by the rapidly evolving brain imaging technologies, which are interpretable in reference to paradigms in cognitive psychology of writing. The final section of the book offers visions of the future of writing research from the perspective of contemporary leaders in writing research.",
        "dateAdded": 1652907774897
    },
    {
        "id": "98bb1cfd-7bd8-413e-a3e1-32aa3931a3b5",
        "title": "Perceiving the structure and meaning of sentences",
        "authors": [
            "Forster",
            "Ryder"
        ],
        "year": 1971,
        "link": "doi:10.1016/S0022-5371(71)80056-7",
        "abstract": "The effects of syntactic complexity on visual perception of very rapidly presented word sequences were examined under three different semantic conditions. It was found that more words were reported from one-clause sentences than from two-clause sentences, and that this effect was present for semantically anomalous and semantically bizarre sentences, as well as for normal sentences. It was also found that the relative difficulty of different sentence types was approximately constant under all three semantic conditions. Semantically bizarre sentences were markedly more difficult than normal sentences, as were anomalous sentences. It was concluded that the effect of syntactic structure on perception was essentially independent of the effects of semantics.",
        "dateAdded": 1652907774897
    },
    {
        "id": "ac828fbc-8523-4208-8bbf-9de6b52410f7",
        "title": "Persuading Judges: An Empirical Analysis of Writing Style, Persuasion, and the Use of Plain English",
        "authors": [
            "Flammer"
        ],
        "year": 2010,
        "link": "http://heinonline.org/HOL/LandingPage?handle=hein.journals/jlwriins16&div=10",
        "abstract": "",
        "dateAdded": 1652907774897
    },
    {
        "id": "813901de-9d56-4571-ae78-d7e0aa84f286",
        "title": "Plain Language: Principles and Practice",
        "authors": [
            "Steinberg"
        ],
        "year": 1991,
        "link": "http://digitalcommons.fairfield.edu/english-books/11/",
        "abstract": "",
        "dateAdded": 1652907774897
    },
    {
        "id": "728069d5-13f0-49f1-9bb4-2662322aadda",
        "title": "Plain, but not simple: Plain Language Research with Readers, Writers, and Texts",
        "authors": [
            "Garwood"
        ],
        "year": 2014,
        "link": "https://uwspace.uwaterloo.ca/bitstream/handle/10012/8401/Garwood_Kim.pdf",
        "abstract": "Plain language is defined in a variety of ways, but is generally understood to refer to language and design strategies that make texts easier for target audiences to understand and use. Research has helped demonstrate that plain language strategies work, not only to improve reader comprehension, but also to save individuals and organizations time and money. Most plain language research focuses on the outcomes of plain language texts; however, there are a variety of complex processes that happen behind the scenes as these texts are produced. To better understand the complexity of plain language work and the challenges of producing these texts, this dissertation studies plain language using rhetorical and sociolinguistic theories. This framework allows us to see how plain language produces meaning within complex social and cultural contexts. Using the rhetorical triangle as an organizing framework, this dissertation proposes three models of research for studying plain language, each emphasizing a different part of the triangle: readers, writers, and texts.",
        "dateAdded": 1652907774897
    },
    {
        "id": "fe3ddff0-72d1-4fe6-ab40-da03b1465f1b",
        "title": "Predicting short-term stock fluctuations by using processing fluency",
        "authors": [
            "Alter",
            "Oppenheimer"
        ],
        "year": 2006,
        "link": "doi:10.1073/pnas.0601071103",
        "abstract": "Three studies investigated the impact of the psychological principle of fluency (that people tend to prefer easily processed information) on short-term share price movements. In both a laboratory study and two analyses of naturalistic real-world stock market data, fluently named stocks robustly outperformed stocks with disfluent names in the short term. For example, in one study, an initial investment of $1,000 yielded a profit of $112 more after 1 day of trading for a basket of fluently named shares than for a basket of disfluently named shares. These results imply that simple, cognitive approaches to modeling human behavior sometimes outperform more typical, complex alternatives.",
        "dateAdded": 1652907774897
    },
    {
        "id": "bceb7dd8-3e11-4c76-b875-e06d2e904f68",
        "title": "Preference Fluency in Choice",
        "authors": [
            "Novemsky",
            "Dhar",
            "Schwarz",
            "Simonson"
        ],
        "year": 2007,
        "link": "doi:10.1509/jmkr.44.3.347",
        "abstract": "The authors propose that consumer choices are often systematically influenced by preference fluency (i.e., the subjective feeling that forming a preference for a specific option is easy or difficult). Four studies manipulate the fluency of preference formation by presenting descriptions in an easy- or difficult-to-read font (Study 1) or by asking participants to think of few versus many reasons for their choice (Studies 2–4). As the authors predict, subjective experiences of difficulty increase choice deferral (Studies 1 and 2) and the selection of a compromise option (Studies 3 and 4), unless consumers are induced to attribute the experience to an unrelated cause. Unlike studies of decision conflict, these effects are obtained without changing the attributes of the alternatives, the composition of the choice sets, or the reference points. The authors discuss the theoretical and practical implications of the results.",
        "dateAdded": 1652907774897
    },
    {
        "id": "3f9b2193-ac50-4626-9f53-878ad335af54",
        "title": "Prescriptive Linguistics and Plain English: The Case of \"Whiz-deletions",
        "authors": [
            "Huckin",
            "Curtin",
            "Graham"
        ],
        "year": 1986,
        "link": "https://search.proquest.com/openview/ff8913c7aa8f4f0d54774dfb16b0e930/1",
        "abstract": "The plain English movement is under considerable pressure to produce simple, easy-to-apply guidelines for writers. Often, however, such guidelines are not consistent with the actual practices of good writers and are therefore ineffective. As a case in point, the paper discusses the guideline “Avoid whiz-deletions,” taken from a highly-acclaimed plain English handbook. It is shown that whiz-deletions, or reduced relative clauses, actually abound in good writing. They outnumber full relative clauses by a 4-to-1 margin in good standard prose and by an 8-to-1 margin in model plain English documents. Whiz-deletions are useful in helping to de-emphasize information, promote sentence rhythm, facilitate parsing, avoid ambiguity, and omit needless words. The maxim in its original form should be replaced by a more descriptively-accurate one that reflects these features. In general, the plain English movement should promote only those guidelines that are consistent with the practices of good writers. Furthermore, such guidelines should be formulated so as to direct the attention of novice writers to broader contextual factors, not just sentence-based ones.",
        "dateAdded": 1652907774897
    },
    {
        "id": "ee054024-6583-4679-b820-af7740f8c459",
        "title": "Preserving the Figure: Consistency in the Presentation of Scientific Arguments",
        "authors": [
            "Fahnestock"
        ],
        "year": 2004,
        "link": "doi:10.1177/0741088303261034",
        "abstract": "Researchers studying science communication often examine how texts addressed to different audiences contribute to the formation of knowledge on a given issue. This article examines how arguments on scientific issues travel from text to text by considering how certain figures of speech persist from version to version. It uses a specialized genre of articles appearing in Science and Nature that introduces research reports appearing later in the issue. These pieces refer explicitly to a research report in the same issue, and in addition to their own agendas, re-present the researchers' claims and supporting evidence. To investigate how the core of an argument survives, the expression claims and lines of support in epitomizing figures are compared. The articles sampled suggest that the figure antithesis, embodyingsingle-difference arguments,often persists from version to version. But in the process of perfecting a figured expression, arguments may be subtly changed in subsequent versions.",
        "dateAdded": 1652907774897
    },
    {
        "id": "07547d5d-5d80-4c8c-9540-1e5b39ac2931",
        "title": "Processing Fluency and Aesthetic Pleasure: Is Beauty in the Perceiver's Processing Experience?",
        "authors": [
            "Reber",
            "Schwarz",
            "Winkielman"
        ],
        "year": 2004,
        "link": "doi:10.1207/s15327957pspr0804_3",
        "abstract": "We propose that aesthetic pleasure is a funnction of the perceiver's processing dynamics: The more fluently perceivers can process an object, the more positive their aesthetic response. We review variables known to influence aesthetic judgments, such as figural goodness, figure-ground contrast, stimulus repetition, symmetry, and prototypicality, and trace their effects to changes in processing fluency. Other variables that influence processing fluency, like visual or semantic priming, similarly increase judgments of aesthetic pleasure. Our proposal provides an integrative framework for the study of aesthetic pleasure and sheds light on the interplay between early preferences versus cultural influences on taste, preferences for both prototypical and abstracted forms, and the relation between beauty and truth. In contrast to theories that trace aesthetic pleasure to objective stimulus features per se, we propose that beauty is grounded in the processing experiences of the perceiver, which are in part a function of stimulus properties.",
        "dateAdded": 1652907774897
    },
    {
        "id": "f0a57b86-f059-416c-9fb7-b363f1f486e3",
        "title": "Reader-Focused Text Evaluation: An Overview of Goals and Methods",
        "authors": [
            "DeJong",
            "Schellens"
        ],
        "year": 1997,
        "link": "doi:10.1177/1050651997011004003",
        "abstract": "This article presents a review of the literature on reader-focused text evaluation. First, an account is given of the document characteristics that can be evaluated. Then the possible functions of evaluations are considered, a distinction being made between verifying, troubleshooting, and choice-supporting research. Finally, an overview is presented of methods appropriate for the various document characteristics and evaluation functions. Relevant research findings on the methodological strengths and constraints of each method are discussed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "7e22f6aa-dfd9-4b5e-b9c9-c157181da471",
        "title": "Reading as Rhetorical Invention: Knowledge, Persuasion, and the Teaching of Research-Based Writing",
        "authors": [
            "Brent"
        ],
        "year": 1992,
        "link": "https://eric.ed.gov/?id=ED341974",
        "abstract": "Noting that teaching the research paper seldom gets below surface conventions, this book surveys the work of key theorists in rhetoric, past and present, and seeks to change the way teachers and students think about the relationship between writers and readers. Focusing on theorists who see the creation of knowledge as a social process, the book discusses reader response and discourse processing theories and develops a model of how an individual evolves a set of beliefs about the world. Chapters of the book are: (1) Starting Points; (2) Reading as Construction; Reading as Communication; (3) From Interpretation to Belief; (4) The Rhetoric of Reading as a Critical Technique; and (5) Implications for Teaching and for the Art of Rhetoric. Each chapter includes footnotes, and a five-page bibliography is attached.",
        "dateAdded": 1652907774897
    },
    {
        "id": "5e385f3b-4be7-4721-a8d5-1ab630aef80f",
        "title": "Reading rate and retention as a function of the number of propositions in the base structure of sentences",
        "authors": [
            "Kintsch",
            "Keenan"
        ],
        "year": 1973,
        "link": "doi:10.1016/0010-0285(73)90036-4",
        "abstract": "English texts were constructed from propositional bases. One set of 16-word sentences was obtained from semantic bases containing from 4 to 9 propositions. For another set of sentences and paragraphs, number of words and number of propositions covaried. Subjects read the texts at their own rate and recalled them immediately. For the 16-word sentences, subjects needed 1.5 sec additional reading time to process each proposition. For longer texts, this value increased. In another experimental condition reading time was controlled by the experimenter. The analysis of both the text and the recall protocols in terms of number of propositions lent support to the notion that propositions are a basic unit of memory for text. However, evidence was also obtained that while the total number of propositions upon which a text was based proved to be an effective psychological variable, all propositions were not equally difficult to remember: superordinate propositions were recalled better than propositions which were stucturally subordinate.",
        "dateAdded": 1652907774897
    },
    {
        "id": "3144cf00-df91-470b-be99-f19d0a30c1ef",
        "title": "Relative Processing Fluency",
        "authors": [
            "Wänke",
            "Hansen"
        ],
        "year": 2015,
        "link": "doi:10.1177/0963721414561766",
        "abstract": "The subjective ease, or fluency, that is experienced during the cognitive processing of information has a large impact on the outcome of the processing. Research on judgment in a variety of domains shows that such fluency effects depend less on the (absolute) level of experienced fluency than on the relative fluency—that is, the change in fluency or the deviation from the expected level of fluency. Changes in an internal state are often more noticeable and perhaps more relevant as a diagnostic cue regarding the environment than the absolute level of that state. Relative experience is therefore particularly informative and accounts for ease-of-retrieval effects as well as classic fluency effects such as the truth effect and the mere-exposure effect.",
        "dateAdded": 1652907774897
    },
    {
        "id": "e3e2f8f2-1bae-4d7c-8e55-8331d49a7317",
        "title": "Report of Findings: Use of Language in Ballot Instructions",
        "authors": [
            "Redish",
            "Chisnell",
            "Newby",
            "Laskowski",
            "Lowry"
        ],
        "year": 2009,
        "link": "https://www.nist.gov/publications/report-findings-use-language-ballot-instructions",
        "abstract": "In this study, we compared two ballots that differed only in wording and presentation of the language on the ballots. For Ballot A, we used conventional wording and presentation, taken from typical ballots. For Ballot B, we used plain language wording and presentation.In a study of 45 voters in three geographic locations, we compared a ballot with traditional language instructions to a ballot with plain language instructions, we took both performance and preference data. Participants voted more accurately on the ballot with plain language instructions.",
        "dateAdded": 1652907774897
    },
    {
        "id": "a584dd73-ea38-4173-a1b5-7c9a8cc4e286",
        "title": "Response to affirmative and negative binary statements",
        "authors": [
            "Wason"
        ],
        "year": 1961,
        "link": "doi:10.1111/j.2044-8295.1961.tb00775.x",
        "abstract": "A previous experiment showed consistent and significant differences in the times taken to complete true affirmative, false affirmative, true negative and false negative statements in relation to given situations. In that task only one pattern of stimuli could have made an affirmative true and a negative false, but more than one could have made an affirmative false and a negative true. The present investigation equates the specificity of all statements, and hence eliminates the disjunctive implication of false affirmatives and true negatives by utilizing the mutually exclusive classes of odd and even numbers as material. Two tasks were used, (a) ‘verification', i.e. determining whether a statement about a number is true or false, and (b) ‘construction', i.e. stating a number to make a statement either true or false. In both tasks the form of a statement (affirmative or negative) was significant at the 0·001 level at the end of practice. In the construction task the truth value of a statement (true or false) was also significant at the 0·001 level, but in the verification task it was not significant. These results were obtained from two groups who performed the tasks in a different order. The cognitive processes involved in the tasks are discussed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c0d43a48-9798-48cb-83d8-78135ad34b04",
        "title": "Retrieval contexts and the concreteness effect: Dissociations in memory for concrete and abstract words",
        "authors": [
            "ter Doest",
            "Semin"
        ],
        "year": 2010,
        "link": "doi:10.1080/09541440540000031",
        "abstract": "Decades of research on the concreteness effect, namely better memory for concrete as compared with abstract words, suggest it is a fairly robust phenomenon. Nevertheless, little attention has been given to limiting retrieval contexts. Two experiments evaluated intentional memory for concrete and abstract word lists in three retrieval contexts: free recall, explicit word-stem completion, and implicit word-stem completion. Concreteness effects were observed in free recall and in explicit word-stem completion, but not in implicit word-stem completion. These findings are consistent with both a bidirectional version of the relational-distinctiveness processing framework (Ruiz-Vargas, Cuevas, & Marschark, 1996) and a second framework combining insights from dual coding theory (Paivio, 1971, 1986) and the transfer appropriate processing framework (Roediger, Weldon, & Challis, 1989). Also, consistent with the relational-distinctiveness framework, the second experiment suggested that concreteness effects might depend on relational processing at encoding: Concreteness effects were observed in explicit memory for related word lists but not for unrelated word lists.",
        "dateAdded": 1652907774897
    },
    {
        "id": "19cb0e13-f354-4ff7-ab3b-b497f3e28b14",
        "title": "Revision of Public Information Brochures on the Basis of Reader Feedback",
        "authors": [
            "Schellens",
            "DeJong"
        ],
        "year": 1997,
        "link": "doi:10.1177/1050651997011004007",
        "abstract": "The literature on formative text evaluation pays scant attention to the revision phase following data collection. This article describes a small-scale experiment in which five professional writers were asked to revise brochure fragments on the basis of feedback from readers. The feedback consisted of readers' comments, selected from the results of a pretest of the brochures, regarding their acceptance of the information and their appreciation of text elements. Despite the wide variety of solutions that resulted, some interesting tendencies were found: In response to problems with factual acceptance, writers often decided to add information; in response to problems with normative acceptance, they often chose to substitute material; and in response to appreciation problems, they either deleted the problematic passage or substituted a different phrase.",
        "dateAdded": 1652907774897
    },
    {
        "id": "bd486ad1-4585-4f01-832f-c28a47bda66e",
        "title": "Revisiting plain language",
        "authors": [
            "Mazur"
        ],
        "year": 2000,
        "link": "http://www.old-classes.design4complexity.com/6721-F15/additional-sources/Revisiting%20Plain%20Language.pdf",
        "abstract": "Reviews past and current resources related to the plain language movement and examines criticism of the movement in the context of plain language resources and the information design field",
        "dateAdded": 1652907774897
    },
    {
        "id": "83d0e961-541a-4114-a0ed-07082a405a88",
        "title": "Semantic distinctions and memory for complex sentences",
        "authors": [
            "Clark",
            "Clark"
        ],
        "year": 1967,
        "link": "doi:10.1080/14640746808400141",
        "abstract": "This investigation studied what people remember in recalling complex sentences, whether it is certain semantic distinctions or merely transformational markers. After short intervals 24 subjects tried to recall sentences of six kinds which formed paraphrase sets: S 1 before S 2, S 1 and then S 2, After S 1 S 2, S 2 after S 1, S 2 but first S 1, and Before S 2 S 1. (S1 and S2 denote first and second clauses in temporal, not linguistic, order.) Subjects remembered the underlying sense of sentences with S1–S2 clause ordering better than those with S2–S1 clause ordering, regardless of transformational complexity. Subjects also showed a response bias, hence better verbatim recall, for sentences with subordinate clause second and for sentences with S1–S2 clause ordering. Sentence confusions indicated that subjects remembered three semantic distinctions: the temporal order, order of mention, and main-subordinate relation of the two described events. A theory of memory for marked and unmarked semantic distinctions was used to account for the results.",
        "dateAdded": 1652907774897
    },
    {
        "id": "0b863636-45f4-4935-af23-2a74a745a64d",
        "title": "Sensorimotor fluency influences affect: Evidence from electromyography",
        "authors": [
            "Cannon"
        ],
        "year": 2009,
        "link": "doi:10.1080/02699930902927698",
        "abstract": "Fluency of visual processing induces affective responses, with easier-to-process stimuli being preferred (Winkielman & Cacioppo, 2001). The present study extends this research to the motor domain by investigating the effect of sensorimotor fluency on affective reactions to objects in a categorisation task. In fluent stimulus–response (s–r) trials, grasp-compatible objects were presented on the same side of the screen as the response hand; in non-fluent trials, grasp incompatible objects were presented on the opposite side of the screen to the response hand. Affective responses were measured implicitly using face muscle activity (electromyography). As predicted, participants exhibited greater cheek muscle activity (associated with smiling) in trials with s–r compatible responses compared with incompatible responses. These findings support hedonic models of fluency in which fluent processing elicits direct emotional experience, and suggest that models of hedonic fluency should take into account the integration of the motor system in visual processing.",
        "dateAdded": 1652907774897
    },
    {
        "id": "a8c7a38f-56c9-4720-a61a-eca45ee9c24c",
        "title": "Sentence comprehension and memory for embedded structure",
        "authors": [
            "Larkin",
            "Burns"
        ],
        "year": 1977,
        "link": "doi:10.3758/BF03209186",
        "abstract": "An experimental simulation technique is introduced to study memory constraints affecting comprehension of embedded sentences. Memory for embedded structure is measured in a pairing task that simulates requirements imposed by sentence comprehension. With increasing memory load (number of embeddings), the rate of performance decline is consistent across all (recall and comprehension) conditions, and reflects a loss of order (as opposed to item) information. Short-term memory overload, rather than linguistic complexity, appears sufficient to account for comprehension difficulty. Performance was imperfect even with singly embedded constructions. Recall showed no abrupt failure with multiple embeddings, indicating that memory constraints are not as discontinuous as English syntax might suggest.",
        "dateAdded": 1652907774897
    },
    {
        "id": "16be54ad-2e94-477b-a182-f7b89ce2b991",
        "title": "Sentence comprehension and relative pronouns",
        "authors": [
            "Hakes",
            "Cairns"
        ],
        "year": 1969,
        "link": "doi:10.3758/BF03208920",
        "abstract": "Doubly self-embedded sentences, differing only in whether the relative pronouns were present or deleted, were presented to two groups of Ss who were required to respond to a word beginning with a particular letter in each sentence and to paraphrase the sentence. The results of both the phoneme monitor task and the paraphrase task indicated that comprehension was better when the relative pronouns were present than when they were deleted. These results are consistent with earlier results for the paraphrase task but are not consistent with earlier results for the phoneme monitor task. Possible reasons for the inconsistency were considered. It was concluded that the phoneme monitor task does reflect comprehension difficulty in a manner consistent with the paraphrase task and that deleting the relative pronouns does make comprehending self-embedded sentences more difficult.",
        "dateAdded": 1652907774897
    },
    {
        "id": "560613b2-5843-42f1-9040-5d0f41f067cf",
        "title": "Short-term retention of specific factual information in prose contexts of varying organization and relevance",
        "authors": [
            "Bruning"
        ],
        "year": 1970,
        "link": "doi:10.1037/h0029106",
        "abstract": "Counterbalanced 5 sentences containing specific information into the 4th, 28th, 52nd, 76th, and 100th sentence positions of a 100-sentence prose passage and tested information in them for immediate recall following reading. Context surrounding test sentences was systematically varied. In the relevant organized context condition, test sentences appeared in paragraphs consisting of a relevant superordinate generalization and 2 same-level sentences. In the relevant scrambled context condition, context sentences were randomly arranged around test sentences. In the irrelevant scrambled context (ISC) condition, context sentences were replaced by irrelevant statements. Recall scores for 135 undergraduates showed significant effects for context, position, and test sentences, and a Position * Sentence interaction. Differences between relevant and ISC conditions were greatest at the 1st presentation position.",
        "dateAdded": 1652907774897
    },
    {
        "id": "9f8a9bb2-c776-4ce9-8f29-8ec728a9ebb3",
        "title": "Should the Main Goal of Statutory Drafting Be Accuracy or Clarity",
        "authors": [
            "Stark"
        ],
        "year": 1994,
        "link": "http://heinonline.org/HOL/LandingPage?handle=hein.journals/statlr15&div=31&id=&page=",
        "abstract": "At first glance it may seem simplistic to advise legislative drafters, who perform one of the more difficult writing tasks, to keep one primary goal in mind as they do their work. However, attention to one primary goal does focus efforts, which, in turn, if it does not excessively deflect attention from other necessary goals, will probably increase a drafter's effectiveness. More important, the two most obvious goals, accuracy and clarity, are based on very different assumptions, and selecting one rather than the other will result in very different consequences. The assumptions on which the goal of accuracy are based are more compelling than those on which the goal of clarity are based, and the consequences of aiming for accuracy are more beneficial than the consequences of aiming for clarity.",
        "dateAdded": 1652907774897
    },
    {
        "id": "53410dff-9a3c-4cc4-a8c8-c62f4c33a904",
        "title": "Solving Problems in Technical Communication",
        "authors": [
            "Johnson-Eilola",
            "Selber"
        ],
        "year": 2013,
        "link": "http://www.press.uchicago.edu/ucp/books/book/chicago/S/bo14312701.html",
        "abstract": "The field of technical communication is rapidly expanding in both the academic world and the private sector, yet a problematic divide remains between theory and practice. Here Stuart A. Selber and Johndan Johnson-Eilola, both respected scholars and teachers of technical communication, effectively bridge that gap.\n\nSolving Problems in Technical Communication collects the latest research and theory in the field and applies it to real-world problems faced by practitioners—problems involving ethics, intercultural communication, new media, and other areas that determine the boundaries of the discipline. The book is structured in four parts, offering an overview of the field, situating it historically and culturally, reviewing various theoretical approaches to technical communication, and examining how the field can be advanced by drawing on diverse perspectives. Timely, informed, and practical, Solving Problems in Technical Communication will be an essential tool for undergraduates and graduate students as they begin the transition from classroom to career.",
        "dateAdded": 1652907774897
    },
    {
        "id": "79f55f41-601f-4c8b-b9b9-712ecec3c68d",
        "title": "Some effects of ambiguity upon sentence comprehension",
        "authors": [
            "Foss"
        ],
        "year": 1970,
        "link": "doi:10.1016/S0022-5371(70)80035-4",
        "abstract": "Three groups of 20 Ss were auditorily presented with 24 ambiguous and 24 unambiguous sentences. One group was asked to push a button whenever a particular phoneme occurred. Reaction time (RT) for this response was significantly longer in ambiguous sentences. A second group had to classify each sentence as ambiguous or not after it was presented. Lexical ambiguities were discovered somewhat faster than underlying structure ambiguities. A third group performed both of these tasks. In this group, RT to monitor for the phoneme was longer for ambiguous than for unambiguous sentences only when S himself classified the sentence as ambiguous. The Ss in the third group were significantly slower on both tasks.",
        "dateAdded": 1652907774897
    },
    {
        "id": "1f22cf1c-339a-46e6-9ded-668c8552e750",
        "title": "Some syntactic determinants of sentential complexity",
        "authors": [
            "Fodor",
            "Garrett"
        ],
        "year": 1967,
        "link": "doi:10.3758/BF03211044",
        "abstract": "The perceptual complexity of three lists of self-embedded sentences was evaluated in terms of the accuracy and time required for their paraphrase. The lists differed by the presence of relative pronouns in one list, their absence in a second and by the addition of adjectives to the third. It was predicted that the presence of the relative pronouns would effect the only significant change in performance. In both auditory and visual presentations of the sentence lists, the presence of the relative pronouns proved to be facilitating, while the presence of the adjectives produced no significant changes.",
        "dateAdded": 1652907774897
    },
    {
        "id": "e697f267-cf4e-4a25-b93e-6a9b67464fc8",
        "title": "Spelling-to-sound correspondences affect acronym recognition processes",
        "authors": [
            "Playfoot",
            "Izura"
        ],
        "year": 2015,
        "link": "doi:10.1080/17470218.2014.977304",
        "abstract": "A large body of research has examined the factors that affect the speed with which words are recognized in lexical decision tasks. Nothing has yet been reported concerning the important factors in differentiating acronyms (e.g., BBC, HIV, NASA) from nonwords. It appears that this task poses little problem for skilled readers, in spite of the fact that acronyms have uncommon, even illegal, spellings in English. We used regression techniques to examine the role of a number of lexical and nonlexical variables known to be important in word processing in relation to lexical decision for acronym targets. Findings indicated that acronym recognition is affected by age of acquisition and imageability. In a departure from findings in word recognition, acronym recognition was not affected by frequency. Lexical decision responses for acronyms were also affected by the relationship between spelling and sound—a pattern not usually observed in word recognition. We argue that the complexity of acronym recognition means that the process draws phonological information in addition to semantics.",
        "dateAdded": 1652907774897
    },
    {
        "id": "a4cbb8ab-0bc4-472b-8787-99c48068e231",
        "title": "Structural components of reading time",
        "authors": [
            "Graesser",
            "Hoffman",
            "Clark"
        ],
        "year": 1980,
        "link": "doi:10.1016/S0022-5371(80)90132-2",
        "abstract": "Reading times were collected for sentences in passages in order to examine how cognitive resources are distributed among different components of reading. Multiple regression analyses indicated that most of the reading time variance was predicted by macrostructure processing which integrates information from different sentences, as opposed to microstructure processing which includes the processing of words, syntax, and propositions. Experiment 1 revealed that slower readers require more time than faster readers to perform microstructure processing, but no differences were found for macrostructure components of reading. Experiment 2 revealed that variations in reading goals influence macrostructure processing but not microstructure processing. These findings suggest that functionally separate reading skills may be involved in microstructure versus macrostructure processing.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c7e189b9-a206-46fd-b8fc-320adac4f5e3",
        "title": "Supramodal Sentence Processing in the Human Brain: Fmri Evidence for the Influence of Syntactic Complexity in More Than 200 Participants",
        "authors": [
            "Uddén",
            "Julia",
            "et al."
        ],
        "year": 2016,
        "link": "doi:10.1101/576769",
        "abstract": "This study investigated two questions. One is to which degree sentence processing beyond single words is independent of the input modality (speech vs. reading). The second question is which parts of the network recruited by both modalities is sensitive to syntactic complexity. These questions were investigated by having more than 200 participants read or listen to well-formed sentences or series of unconnected words. A largely left-hemisphere fronto-temporoparietal network was found to be supramodal in nature, i.e. independent of input modality. In addition, the left inferior frontal gyrus (LIFG) and the left posterior middle temporal gyrus (LpMTG) were most clearly associated with left-branching complexity. The left anterior middle temporal gyrus (LaMTG) showed the greatest sensitivity to sentences that differed in right-branching complexity. Moreover, activity in LIFG and LpMTG increased from sentence onset to end, in parallel with an increase of the left-branching complexity. While LIFG, bilateral anterior and posterior MTG and left inferior parietal lobe (LIPL) all contribute to the supramodal unification processes, the results suggest that these regions differ in their respective contributions to syntactic complexity related processing. The consequences of these findings for neurobiological models of language processing are discussed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c6d95fdf-f045-40c0-bd9a-313632d8f7ae",
        "title": "The Aesthetics of Reading [aka \"Measuring Text Layout Differences (from think week paper)\"]",
        "authors": [
            "Larson",
            "Picard"
        ],
        "year": "Unknown",
        "link": "http://affect.media.mit.edu/pdfs/05.larson-picard.pdf",
        "abstract": "In this paper we demonstrate a new methodology that can be used to measure aesthetic differences by examining the cognitive effects produced by elevated mood. Specifically in this paper we examine the benefits of good typography and find that good typography induces a good mood. When participants were asked to read text with either good or poor typography in two studies, the participants who received the good typography performed better on relative subjective duration and on certain cognitive tasks.",
        "dateAdded": 1652907774897
    },
    {
        "id": "d237cfc7-477e-41c0-9b54-146b04212b6a",
        "title": "The comprehensibility of several grammatical transformations",
        "authors": [
            "Coleman"
        ],
        "year": 1964,
        "link": "doi:10.1037/h0040440",
        "abstract": "4 experiments compared the comprehensibility of different grammatical transformations of a passage. In 2 experiments, difficult prose was simplified by transforming nominalizations, adjectivalizations, and passives to their active-verb transforms. In the other 2, nominalizations alone were compared to their active-verb transforms. In all 4 experiments—which used several different presentation modes and several different dependent variables—the active-verb transforms were found to be more comprehensible.",
        "dateAdded": 1652907774897
    },
    {
        "id": "4de2bd44-ce1b-4f56-acf3-5cd17cea2e08",
        "title": "The curse of expertise: The effects of expertise and debiasing methods on prediction of novice performance",
        "authors": [
            "Hinds"
        ],
        "year": 1999,
        "link": "doi:10.1037/1076-898X.5.2.205",
        "abstract": "Experts are often called on to predict the performance of novices, but cognitive heuristics may interfere with experts' ability to capitalize on their superior knowledge in predicting novice task performance. In Study 1, experts, intermediate users, and novices predicted the time it would take novices to complete a complex task. In Study 2, expertise was experimentally manipulated. In both studies, those with more expertise were worse predictors of novice performance times and were resistant to debiasing techniques intended to reduce underestimation. Findings from these studies suggest that experts may have a cognitive handicap that leads to underestimating the difficulty novices face and that those with an intermediate level of expertise may be more accurate in predicting novices' performance.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c622dd5b-a6b7-42f1-90f4-3a1abfb91adb",
        "title": "The Curse of Knowledge in Economic Settings: An Experimental Analysis",
        "authors": [
            "Camerer",
            "Loewenstein",
            "Weber"
        ],
        "year": 1989,
        "link": "doi:10.1086/261651",
        "abstract": "In economic analyses of asymmetric information, better-informed agents are assumed capable of reproducing the judgments of less-informed agents. We discuss a systematic violation of this assumption that we call the \"curse of knowledge.\" Better-informed agents are unable to ignore private information even when it is in their interest to do so; more information is not always better. Comparing judgments made in individual-level and market experiments, we find that market forces reduce the curse by approximately 50 percent but do not eliminate it. Implications for bargaining, strategic behavior by firms, principal-agent problems, and choice under uncertainty are discussed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "7608a1b2-41b4-4e27-b8dc-0da8e20d98c3",
        "title": "The Differential Impact of Abstract vs. Concrete Information on Decisions",
        "authors": [
            "Borgida",
            "Nisbett"
        ],
        "year": 1977,
        "link": "doi:10.1111/j.1559-1816.1977.tb00750.x",
        "abstract": "Recent findings from research on judgment and attribution processes indicate that people regard base rate data, i.e., statistical summaries of populations, as if they were uninformative. It is suggested that base rate information lacks impact because of its abstract, pallid nature. In a demonstration of the inefficacy of abstract information, undergraduates were given mean course evaluations based on ratings of students who previously took the courses. This information had little impact on course choices. In contrast, brief, face-to-face comments about the courses had a substantial impact on course choices. The results suggest that information is utilized in proportion to its vividness.",
        "dateAdded": 1652907774897
    },
    {
        "id": "8db655f0-b770-4aed-8e7b-9d1fdc44fd67",
        "title": "The Effectiveness of Fracking Disclosure Regimes in Canada",
        "authors": [
            "Etzion",
            "Avidan",
            "Franks",
            "Ruderman",
            "Gehman"
        ],
        "year": 2016,
        "link": "https://ssrn.com/abstract=2784468",
        "abstract": "In response to the rapid adoption of hydraulic fracturing and horizontal drilling (collectively, “fracking technology”) over the past few decades, some provincial governments have developed legislation and regulations to delimit, monitor and safeguard fracking practices. Among these rules are guidelines requiring fracking companies (“operators”) to disclose a wide array of fracking-related information to the regulators that oversee these activities. This information serves several purposes, and has the potential to provide the public with timely and useful information regarding the activities that take place in their communities and potential harms that may result. In this report, we provide an analysis of existing disclosure regimes in the four Canadian provinces where fracking is actively taking place: Alberta, British Columbia, Manitoba and Saskatchewan. We assess the effectiveness of these disclosure practices, benchmarked against current theoretical and empirical scientific knowledge. Our analysis yields four main conclusions, summarized below.\n\nIn Some Provinces, Regulation Provides a Good Basis for Public Disclosure. Alberta and British Columbia, the provinces with the greatest fracking activity, have strong legislative structures that require operators to disclose information to regulatory bodies. Subsequent reports to the public are based on this information. Moreover, websites currently in use such as BCOGC.ca, AER.ca and Fracfocus.ca provide good infrastructure in terms of accessibility. However, even in Alberta and British Columbia, disclosure regarding some fracking-related issues has not received specific regulatory attention, and in Manitoba and Saskatchewan, relevant regulations are almost non-existent.\n\nLegislation Specifying Public Disclosure of Information Related to Hydraulic Fracturing is Minimal. The vast majority of current relevant legislation covers operator-to-regulator disclosure, and not regulator-to-public disclosure. In fact, only two regulatory provisions (both in British Columbia) require the Oil and Gas Commission to report directly to the public on fracking-related risks. Although various provincial websites enable public inquiry into additional issues, the Canadian public largely lacks regular, legally mandated reporting on fracking issues. \n\nInformation that is Disclosed to the Public is Difficult for Ordinary Citizens to Access and Comprehend. Although websites currently in use such as AER.ca, BCOGC.ca and Fracfocus.ca provide good infrastructure for public disclosure, an additional layer of processing is required to make data easily accessible. At the same time, possibly one of the most conspicuous pitfalls of disclosure systems is the overuse of scientific jargon or language that is otherwise obscure for potential users. We found that almost none of the information that is currently available to the public has been disclosed in a manner that is meaningful to non-specialists. \n\nPublic Disclosure and Access Should be Promoted Despite Scientific Uncertainty. Regulation related to public disclosure need not necessarily depend on the status of ongoing scientific endeavours to unveil the actual risks that fracking poses. Rather, we recommend that decision-makers and public policy leaders adopt a precautionary approach that provides greater public awareness while scientific certainty is being pursued.",
        "dateAdded": 1652907774897
    },
    {
        "id": "323d8ab3-e01d-4b1f-a70f-129c156ed531",
        "title": "The experience of thinking: How the fluency of mental processes influences cognition and behavior",
        "authors": [
            "Unklebach",
            "Greifeneder"
        ],
        "year": 2013,
        "link": "https://www.routledge.com/The-Experience-of-Thinking-How-feelings-from-mental-processes-influence/Unkelbach-Greifeneder/p/book/9781848721302",
        "abstract": "When retrieving a quote from memory, evaluating a testimony's truthfulness, or deciding which products to buy, people experience immediate feelings of ease or difficulty, of fluency or disfluency. Such \"experiences of thinking\" occur with every cognitive process, including perceiving, processing, storing, and retrieving information, and they have been the defining element of a vibrant field of scientific inquiry during the last four decades.\n\nThis book brings together the latest research on how such experiences of thinking influence cognition and behavior. The chapters present recent theoretical developments and describe the effects of these influences, as well as the practical implications of this research. The book includes contributions from the leading scholars in the field and provides a comprehensive survey of this expanding area. This integrative overview will be invaluable to researchers, teachers, students, and professionals in the field of social and cognitive psychology.",
        "dateAdded": 1652907774897
    },
    {
        "id": "dc5c4ae8-3ffe-4526-9433-a4692392c7f4",
        "title": "The Fall of the Empire: The Americanization of English",
        "authors": [
            "Gonçalves",
            "Loureiro-Porto",
            "Ramasco",
            "Sánchez"
        ],
        "year": 2017,
        "link": "https://arxiv.org/abs/1707.00781",
        "abstract": "As global political preeminence gradually shifted from the United Kingdom to the United States, so did the capacity to culturally influence the rest of the world. In this work, we analyze how the world-wide varieties of written English are evolving. We study both the spatial and temporal variations of vocabulary and spelling of English using a large corpus of geolocated tweets and the Google Books datasets corresponding to books published in the US and the UK. The advantage of our approach is that we can address both standard written language (Google Books) and the more colloquial forms of microblogging messages (Twitter). We find that American English is the dominant form of English outside the UK and that its influence is felt even within the UK borders. Finally, we analyze how this trend has evolved over time and the impact that some cultural events have had in shaping it.",
        "dateAdded": 1652907774897
    },
    {
        "id": "f9d21760-5972-4c9b-bbe0-e490ebedd447",
        "title": "The false consensus effect: A meta-analysis of 115 hypothesis tests",
        "authors": [
            "Mullen",
            "Atkins",
            "Champion",
            "Edwards",
            "Hardy",
            "Story",
            "Vanderklok"
        ],
        "year": 1985,
        "link": "doi:10.1016/0022-1031(85)90020-4",
        "abstract": "False consensus refers to an egocentric bias that occurs when people estimate consensus for their own behaviors. Specifically, the false consensus hypothesis holds that people who engage in a given behavior will estimate that behavior to be more common than it is estimated to be by people who engage in alternative behaviors. A meta-analysis was conducted upon 115 tests of this hypothesis. The combined effects of the tests of the false consensus hypothesis were highly statistically significant and of moderate magnitude. Further, the 115 tests of false consensus appear to be relatively heterogeneous in terms of significance levels and effect sizes. Correlational analyses and focused comparisons indicate that the false consensus effect does not appear to be influenced by the generality of the reference population, nor by the difference between alternative choices in actual consensus. However, the significance and magnitude of the false consensus effect was significantly predicted by the number of behavioral choices/estimates subjects had to make, and the sequence of measurement of choices and estimates. These patterns of results are interpreted as being inconsistent with the self-presentational, motivational explanation for the false consensus effect.",
        "dateAdded": 1652907774897
    },
    {
        "id": "7aa14e5e-2803-4e68-8c12-57fd84add1c8",
        "title": "The impact of hyperlinks on reading text",
        "authors": [
            "Fitzsimmons",
            "Weal",
            "Drieghe"
        ],
        "year": 2019,
        "link": "doi:10.1371/journal.pone.0210900",
        "abstract": "There has been debate about whether blue hyperlinks on the Web cause disruption to reading. A series of eye tracking experiments were conducted to explore if coloured words in black text had any impact on reading behaviour outside and inside a Web environment. Experiment 1 and 2 explored the saliency of coloured words embedded in single sentences and the impact on reading behaviour. In Experiment 3, the effects of coloured words/hyperlinks in passages of text in a Web-like environment was explored. Experiment 1 and 2 showed that multiple coloured words in text had no negative impact on reading behaviour. However, if the sentence featured only a single coloured word, a reduction in skipping rates was observed. This suggests that the visual saliency associated with a single coloured word may signal to the reader that the word is important, whereas this signalling is reduced when multiple words are coloured. In Experiment 3, when reading passages of text containing hyperlinks in a Web environment, participants showed a tendency to re-read sentences that contained hyperlinked, uncommon words compared to hyperlinked, common words. Hyperlinks highlight important information and suggest additional content, which for more difficult concepts, invites rereading of the preceding text.",
        "dateAdded": 1652907774897
    },
    {
        "id": "f9048372-4aff-422c-8d48-1be8505e4d91",
        "title": "The Impact of Medical Terminology on Readability of Patient Education Materials",
        "authors": [
            "Sand-Jecklin"
        ],
        "year": 2007,
        "link": "doi:10.1080/07370010701316254",
        "abstract": "Most health-related literature is written above the reading ability of the lay audience; however, no studies to date have identified the impact of medical terms on readability of health education materials. The purpose of this study was to identify whether there was a change in calculated reading levels of patient education brochures after medical terms were removed from analysis passages. The reading levels of 5 patient education brochures were analyzed before and after removal of medical terms, using both the Fry and Simple Measure of Gobbledegook (SMOG) readability formulas. Results indicated that the reading levels for all brochures were significantly lower after removal of medical terminology, but they remained above the 5th to 6h grade level recommended by health education experts. Findings hold implications for healthcare professionals in relation to the development and evaluation of patient education materials.",
        "dateAdded": 1652907774897
    },
    {
        "id": "b22f129e-fbc6-4e50-9c01-ac8248933610",
        "title": "The Importance of Health Literacy in Patient Education",
        "authors": [
            "DeMarco"
        ],
        "year": 2010,
        "link": "doi:10.1080/15398285.2010.502021",
        "abstract": "Low health literacy has a negative impact on a patient's health status and use of the health care system. Patients with low health literacy levels cannot make decisions regarding their health care or follow instructions on medications and health maintenance behaviors. It is the health care provider's responsibility to ensure that patients with low health literacy levels are identified and measures are taken to ensure those patients understand their options and instructions. To educate these patients, health care providers need to develop resources that are easily understood and interview skills that can ensure patient comprehension. This review discusses the prevalence of health literacy and its impact on patients and the health care system, and provides recommendations for creating supplemental literature at the appropriate level. The use of these tools and improved physician interview skills will establish a better physician/patient relationship and continue to encourage patient participation in the health care process.",
        "dateAdded": 1652907774897
    },
    {
        "id": "83a8339f-31ac-4cbf-8e4e-7220933a78ce",
        "title": "The influence of advanced outlines on the free recall of prose",
        "authors": [
            "Cohen",
            "Graesser"
        ],
        "year": 1980,
        "link": "doi:10.3758/BF03334554",
        "abstract": "This study examined how the free recall of prose is affected by (1) outlines as advanced organizers, (2) preexperimental familiarity with the material, and (3) text genre, that is, narrative vs. expository prose. College students studied a two-level outline, a one-level outline, or no outline before listening to 400- to 500-word passages that varied in familiarity and narrativity. Subjects later recalled the passages and then generated their own subjective outline of each passage. Overall, the outline manipulation did not significantly influence recall. However, significant negative correlations were found between the amount recalled and the degree of subjective-experimental outline correspondence. These outcomes are discussed in the context of interference theory, a depth-of-processing framework, and an automatic comprehension hypothesis. Whereas familiarity had no significant effect on recall, text genre had a robust effect. Less information was recalled from expository passages than from narrative passages.",
        "dateAdded": 1652907774897
    },
    {
        "id": "855f0d87-a981-4599-be96-bb29c3c1ab1f",
        "title": "The Influence of Semantics and Syntax on What Readers Remember",
        "authors": [
            "Isakson",
            "Spyridakis"
        ],
        "year": 2003,
        "link": "http://www.ingentaconnect.com/content/stc/tc/2003/00000050/00000004/art00016",
        "abstract": "The objectives of the study presented here are to help writers and editors better allocate their efforts, increase the discipline's knowledge about reader performance with technical documents, and examine many text variables in one study. For this study, participants read and recalled one of two technical texts. Results reveal that readers are more likely to recall more important versus less important information. Additionally, readers are most likely to recall information in clauses, in independent clauses, and in the first paragraphs of documents. The implication of these results for writers and editors is discussed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "2f37477e-91de-4723-9902-5bc443d64134",
        "title": "The language of critical discourse analysis: the case of nominalization",
        "authors": [
            "Billig"
        ],
        "year": 2008,
        "link": "doi:10.1177/0957926508095894",
        "abstract": "This article examines the way that critical discourse is written. It does so by considering the concept of nominalization. Critical discourse analysts have suggested that nominalization (along with passivization) has important ideological functions such as deleting agency and reifying processes. However, the language used by critical analysts, as they explore nominalization, is revealing. They tend to use, and thereby instantiate, the very forms of language whose ideological potentiality they are warning against — such as deleting agency, using passives and turning processes into entities. The concept of 'nominalization' is itself a nominalization; it is typically used in imprecise ways that fail to specify underlying processes. If critical analysts take seriously their own ideological warnings about nominalization and passivization, they need to change the standard ways of writing critical analysis. We need to use simpler, less technical prose that clearly ascribes actions to human agents.",
        "dateAdded": 1652907774897
    },
    {
        "id": "68a34046-95d1-4a2a-8714-0ca6f86cdbbb",
        "title": "The Plain English Movement's Shifting Goals",
        "authors": [
            "Jensen"
        ],
        "year": 2009,
        "link": "http://heinonline.org/HOL/LandingPage?handle=hein.journals/jgrj13&div=36&id=&page=",
        "abstract": "Pop quiz: what is the annual percentage rate on your credit card? If you do not know off the top of your head, you can simply grab your credit card contract and find it—at least in theory. In reality, however, it is not this simple. In November of 2009, CNN asked thirteen people to find the annual percentage rate in a basic credit card agreement; only four of them could find it. This is just one of many examples of how difficult legal documents are for the everyday person to understand. The problem can become more severe when the documents involve more complex legal issues such as Medicare benefits, student loans, or taxes. When people cannot understand legal documents on their own, there are two options: (1) hire an attorney, in which case the attorney can help sort through and properly respond to the documents; or (2) wallow in confusion, attempt to understand and respond to the documents, and likely face adverse legal consequences. Only the people who can afford to hire an attorney have the luxury of the first option. The average person who cannot afford to hire an attorney is relegated to the second, less desirable option. This is the problem that the Plain English Movement attempts to solve.",
        "dateAdded": 1652907774897
    },
    {
        "id": "4390676c-482c-4647-869e-dd0d64d5a44e",
        "title": "The process of understanding and judgments of comprehensibility",
        "authors": [
            "Schwartz",
            "Spackman",
            "Deese"
        ],
        "year": 1970,
        "link": "doi:10.1016/S0022-5371(70)80013-5",
        "abstract": "One theory of the processing of linguistic information asserts that there is a preliminary incomplete analysis of linguistic information which has the function of letting people judge whether the information will be impossible, difficult, or easy to process completely. At high rates of information intake (rapid reading), complete analysis may never be carried out. The present experiment investigates judgments of comprehensibility under fairly rapid presentation rates on the assumption that these judgments reflect the incomplete processing. Subjects judged whether sentences were comprehensible or incomprehensible and rated the confidence of their judgments. Judgments were highly valid, measured either against the structural complexity of artificial material or the readability of sampled material. An index of comprehensibility was derived that is probably more sensitive and reliable than any word or sentence count readability index.",
        "dateAdded": 1652907774897
    },
    {
        "id": "c75e97bb-7a1f-4dad-8a6a-293994a8ccc9",
        "title": "The promise of plain language drafting",
        "authors": [
            "Sullivan"
        ],
        "year": 2001,
        "link": "http://heinonline.org/HOL/LandingPage?handle=hein.journals/mcgil47&div=12&id=&page=",
        "abstract": "The purpose of drafting legislative texts in plain language is to enhance democracy and the rule of law by making legislation accessible to the people whose lives it affects. But plain language drafting has some potentially more radical implications, as it reveals and challenges assumptions underlying current approaches to statutory interpretation and to law generally.\n\nThe author surveys various plain language initiatives, highlighting problems encountered by the plain language drafter as well as techniques for achieving more direct communication of the legislative message. A central problem for plain language drafting is identifying the legislature's primary audience. The author shows that it is impossible to write for everyone. After examining different ways of responding to this problem, she argues that ordinarily the drafter should write for the most vulnerable group affected by the legislation to be drafted.",
        "dateAdded": 1652907774897
    },
    {
        "id": "cd6e0375-2081-46f1-aaea-22c9410f9a82",
        "title": "The psychology of reading and language comprehension",
        "authors": [
            "Just",
            "Carpenter"
        ],
        "year": 1987,
        "link": "http://psycnet.apa.org/record/1986-98384-000",
        "abstract": "We have addressed this book to a wide range of readers: researchers in the psychology of reading and language, senior undergraduates and graduate students in psychology and education, teachers of reading, and educators, in general. This book is intended to be used in a course on the psychology of reading or the psychology of language comprehension, or in a graduate seminar on either of these topics. Our experience in teaching both undergraduate and graduate courses on the psychology of reading and language for the last ten years persuaded us that the central issues can be effectively communicated in a common format to all of these potential users. Even though the book presents a thorough account of the psychological processes that occur in reading, we have tried to make it understandable to someone who has had as little as one course in cognitive psychology. Another goal of this book is to extend the theoretical framework to a fairly wide scope, covering the kinds of topics that are of general interest to psychologists and educators. We have developed a precise theory and used it as rigorously as possible to organize and explain a very broad and diverse field.",
        "dateAdded": 1652907774897
    },
    {
        "id": "7c8c5833-2f99-412f-a650-8185e838463b",
        "title": "The Public Speaks: An Empirical Study of Legal Communication",
        "authors": [
            "Trudeau"
        ],
        "year": 2012,
        "link": "http://heinonline.org/HOL/LandingPage?handle=hein.journals/scrib14&div=8",
        "abstract": "",
        "dateAdded": 1652907774897
    },
    {
        "id": "a2cb0323-5b30-438b-bb22-905a5d868190",
        "title": "The relation between comprehending and remembering some complex sentences",
        "authors": [
            "Just",
            "Carpenter"
        ],
        "year": 1976,
        "link": "doi:10.3758/BF03213183",
        "abstract": "This research concerns the distinction between processes in sentence comprehension and those in sentence memory. Comprehension was monitored by timing subjects while they decided whether a sentence was true or false of their knowledge of the world. The memory process was tapped by examining subjects' incidental memory for the sentences they had previously verified. The verification latencies indicated that at the time of comprehension, sentences likeIt is true that a fire isn't cold were often recoded into an equivalent affirmative form, namely,It is true that a fire is hot. However, negative sentences likeIt isn't true that a fire is cold were not recoded during comprehension. Recoding in recall occurred only for those types of sentences that were recoded at the time of comprehension.",
        "dateAdded": 1652907774897
    },
    {
        "id": "6447ec4c-5d72-4bb6-8746-ac44ec6e46eb",
        "title": "The Role of Global Topics and Sentence Topics in the Construction of Passage Macrostructure",
        "authors": [
            "Kieras"
        ],
        "year": 1979,
        "link": "http://www.dtic.mil/docs/citations/ADA073774",
        "abstract": "Two experiments are reported on the nature of global coherence in technical passages. Subjects were asked to state the topic of presented passages in the form of a noun phrase that designated a single object. The first experiment shows that whether the passage is organized around a single major referent has a powerful effect on the difficulty of identifying the topic. The second experiment shows that which referent appears as the surface subject of individual passage sentences is also a powerful determinant of the perceived passage topic. The results are discussed in terms of the readers constructing a macrostructure for the passage, and selecting the central referent of the macrostructure for the statement of the topic. If the immediate propositional content or the surface structure of a passage does not allow a global topic to be selected, the reader must engage in time-consuming inferential processes to construct a suitable macrostructure for the passage.",
        "dateAdded": 1652907774897
    },
    {
        "id": "cc81c04d-d2a8-4213-8582-f232b0b7708e",
        "title": "The Truth About the Truth: A Meta-Analytic Review of the Truth Effect",
        "authors": [
            "Dechêne",
            "Stahl",
            "Hansen",
            "Wänke"
        ],
        "year": 2009,
        "link": "doi:10.1177/1088868309352251",
        "abstract": "Repetition has been shown to increase subjective truth ratings of trivia statements. This truth effect can be measured in two ways: (a) as the increase in subjective truth from the first to the second encounter (within-items criterion) and (b) as the difference in truth ratings between repeated and other new statements (between-items criterion). Qualitative differences are assumed between the processes underlying both criteria. A meta-analysis of the truth effect was conducted that compared the two criteria. In all, 51 studies of the repetition-induced truth effect were included in the analysis. Results indicate that the between-items effect is larger than the within-items effect. Moderator analyses reveal that several moderators affect both effects differentially. This lends support to the notion that different psychological comparison processes may underlie the two effects. The results are discussed within the processing fluency account of the truth effect.",
        "dateAdded": 1652907774897
    },
    {
        "id": "353f84f7-30b9-48b0-beac-479601860a93",
        "title": "The verification of sentences: The effects of delay of evidence and sentence length",
        "authors": [
            "Gough"
        ],
        "year": 1966,
        "link": "doi:10.1016/S0022-5371(66)80067-1",
        "abstract": "Two experiments were conducted to explore further the relationship between the syntactic stracture of a sentence and its verification. In Exp. I, the evidence confirming or disconfirming a sentence was delayed for 3 sec after the sentence. Active sentences were verified faster than passive and affirmative faster than negative, contrary to an hypothesis that the hearer immediately decodes a complex sentence by transforming it into its underlying structure. In Exp. II, passive sentences were made shorter than active by deleting their agent phrases. Active sentences were still verified faster, indicating that the relation of verification time to sentence structure is not an artifact of sentence length.",
        "dateAdded": 1652907774897
    },
    {
        "id": "7993b683-e1fe-44f2-9d2e-cc77f74adb9d",
        "title": "The Writer's Audience Is Always a Fiction",
        "authors": [
            "Ong"
        ],
        "year": 1975,
        "link": "doi:10.2307/461344",
        "abstract": "Whereas the spoken word is part of present actuality, the written word normally is not. The writer, in isolation, constructs a role for his \"audience\" to play, and readers fictionalize themselves to correspond to the author's projection. The way readers fictionalize themselves shifts throughout literary history: Chaucer, Lyly, Nashe, Hemingway, and others furnish cases in point. All writing, from scientific monograph to history, epistolary correspondence, and diary writing, fictionalizes its readers. In oral performance, too, some fictionalizing of audience occurs, but in the live interaction between narrator and audience there is an existential relationship as well: the oral narrator modifies his story in accord with the real-not imagined-fatigue, enthusiasm, or other reactions of his listeners. Fictionalizing of audiences correlates with the use of masks or personae marking human communication generally, even with oneself. Lovers try to strip off all masks, and oral communication in a context of love can reduce masks to a minimum. In written communication and, a fortiori, print the masks are less removable.",
        "dateAdded": 1652907774897
    },
    {
        "id": "6dbf18d5-751d-47aa-a25b-81d5dd2a3d9a",
        "title": "Truth From Language and Truth From Fit: The Impact of Linguistic Concreteness and Level of Construal on Subjective Truth",
        "authors": [
            "Hansen",
            "Wänke"
        ],
        "year": 2010,
        "link": "doi:10.1177/0146167210386238",
        "abstract": "In four experiments, the impact of concreteness of language on judgments of truth was examined. In Experiments 1 and 2, it was found that statements of the very same content were judged as more probably true when they were written in concrete language than when they were written in abstract language. Findings of Experiment 2 also showed that this linguistic concreteness effect on judgments of truth could most likely be attributed to greater perceived vividness of concrete compared to abstract statements. Two further experiments demonstrated an additional fit effect: The truth advantage of concrete statements occurred especially when participants were primed with a concrete (vs. abstract) mind-set (Experiment 3) or when the statements were presented in a spatially proximal (vs. distant) location (Experiment 4). Implications for communication strategies are discussed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "a244be3a-af49-47ed-8ae6-7fcca1a5b66d",
        "title": "Two fluency heuristics (and how to tell them apart)",
        "authors": [
            "Whittlesea",
            "Leboe"
        ],
        "year": 2003,
        "link": "doi:10.1016/S0749-596X(03)00009-3",
        "abstract": "People experience an illusion of familiarity when the fluency of their performance is enhanced without their knowledge. This illusion helps to reveal the source of appropriate feelings of familiarity occurring in the presence of repeated stimuli. That feeling might occur for one of two reasons: because of the increase in the absolute magnitude of fluency, or because the fluency becomes surprisingly great, relative to an expectation for that event. We demonstrate that people use each of these bases of decision, in different circumstances. We also offer a procedure that can be broadly applied to discriminate them.",
        "dateAdded": 1652907774897
    },
    {
        "id": "4ba90eb5-8e72-48e6-80a7-48e6f3b21ebc",
        "title": "Typographic Dimensions and Conventional Wisdom: A Discrepancy?",
        "authors": [
            "van der Waarde"
        ],
        "year": 1999,
        "link": "https://www.researchgate.net/publication/263106519_Typographic_Dimensions_and_Conventional_Wisdom_A_Discrepancy",
        "abstract": "Finds that x-height, line length, and line spacing in brochures, scientific journals, and novels do not reflect typographic guidelines. Demonstrates that the boundaries for these typographic dimensions differ by genre.",
        "dateAdded": 1652907774897
    },
    {
        "id": "7f034b29-5e46-4232-ac29-5f57eabac137",
        "title": "Understanding and Reducing the Knowledge Effect: Implications for Writers",
        "authors": [
            "Hayes",
            "Bajzek"
        ],
        "year": 2008,
        "link": "doi:10.1177/0741088307311209",
        "abstract": "To be effective, writers must understand what knowledge they share with the audience and what they do not. Achieving this understanding is made difficult by the knowledge effect—a tendency of individuals to assume that their own knowledge is shared by others. Understanding the knowledge effect and methods for reducing it is potentially useful for understanding and teaching writing. In Study 1, we explored the impact of an individual's knowledge of technical terms on that person's ability to estimate other people's understanding of those terms. We assessed how individuals' familiarity with technical terms influenced their predictions that college freshmen and college graduates would understand those terms. Results indicate that familiarity with the meaning of technical terms leads to substantial overestimation of others' knowledge. In Study 2, we evaluated an online tutor designed to improve writers' predictions of other's word knowledge by providing them with feedback on the accuracy of their judgments.",
        "dateAdded": 1652907774897
    },
    {
        "id": "e0049c65-6611-4d4b-a040-c66f7f61b4b3",
        "title": "Understanding sentences with relative clauses",
        "authors": [
            "Hakes",
            "Evans",
            "Brannon"
        ],
        "year": 1976,
        "link": "doi:10.3758/BF03213177",
        "abstract": "Sentences containing self-embedded relative clauses are generally believed to be difficult to understand because such clauses interrupt the clauses in which they are embedded. However, the experiments that purport to have demonstrated this have confounded the self-embedded or fight-branching location of the relative clauses with their internal structure, comparing self-embedded object relatives with right-branching subject relatives. In order to break this confounding, Experiment I compared the comprehension difficulty of self-embedded and right-branching object relative clauses on two measures of comprehension difficulty. Experiment II made the same self-embedded vs. fight-branching comparison for subject relative clauses. The results of both experiments consistently failed to support the interruption hypothesis.",
        "dateAdded": 1652907774897
    },
    {
        "id": "0ba77d98-f1df-4540-b3bf-904336cf744a",
        "title": "Visual perception of rapidly presented word sequences of varying complexity",
        "authors": [
            "Forster"
        ],
        "year": 1970,
        "link": "doi:10.3758/BF03210208",
        "abstract": "Four experiments are described that determine whether or not syntactic complexity affects the visual perception of rapidly presented word sequences. The results indicate that sentences containing only one sentence in the underlying structure are more accurately reported than sentences containing two underlying sentences. It is shown that this result is not due solely to distortion of the input, but is likely to reflect the rate at which structural representations of the input can be developed.",
        "dateAdded": 1652907774897
    },
    {
        "id": "24829f7f-5aab-4037-968b-60ad137af1f1",
        "title": "When a picture is not worth a thousand words: Young children's understanding of pictures and models",
        "authors": [
            "DeLoache",
            "Marzolf"
        ],
        "year": 1992,
        "link": "doi:10.1016/0885-2014(92)90019-N",
        "abstract": "One of the most important developmental tasks for the first few years of life is to begin to master a variety of symbolic systems. Our research on early symbolic functioning indicates that young children often fail to appreciate the relation between a symbol and what it represents, even with highly realistic and iconic symbols such as photographs and scale models. We discuss four concepts that have emerged from our research in this area and summarize evidence showing their importance for early symbolization.",
        "dateAdded": 1652907774897
    },
    {
        "id": "06ab3d34-499e-475b-9c3e-997e8723733b",
        "title": "When is an illustration worth ten thousand words?",
        "authors": [
            "Mayer",
            "Gallini"
        ],
        "year": 1990,
        "link": "doi:10.1037/0022-0663.82.4.715",
        "abstract": "In 3 experiments, students read expository passages concerning how scientific devices work, which contained either no illustrations (control), static illustrations of the device with labels for each part (parts), static illustrations of the device with labels for each major action (steps), or dynamic illustrations showing the \"off\" and \"on\" states of the device along with labels for each part and each major action (parts-and-steps). Results indicated that the parts-and-steps (but not the other) illustrations consistently improved performance on recall of conceptual (but not nonconceptual) information and creative problem solving (but not verbatim retention), and these results were obtained mainly for the low prior-knowledge (rather than the high prior-knowledge) students. The cognitive conditions for effective illustrations in scientific text include appropriate text, tests, illustrations, and learners.",
        "dateAdded": 1652907774897
    },
    {
        "id": "5080b5fa-b5f0-4bb7-8dd2-9afe9c848b1d",
        "title": "When Plain Language Legislation is Ambiguous: Sources of Doubt and Lessons for the Plain Language Movement",
        "authors": [
            "Barnes"
        ],
        "year": 2010,
        "link": "http://heinonline.org/HOL/LandingPage?handle=hein.journals/mulr34&div=32&id=&page=",
        "abstract": "“Plain language” techniques of legislative drafting seek to ensure that legislation is easily understandable to lay people affected by its terms. This article critically examines the effectiveness of plain language techniques in achieving that goal. Four cases involving the interpretation of plain language legislation are considered in detail. These cases illustrate some of the limits of plain language legislation in practice and show that sources of doubt in statutory interpretation have complex origins. Ultimately, it is argued that while the plain language method of drafting is on the whole a welcome improvement on previous drafting conventions, it is not by itself sufficient to eradicate doubt as to legislative meaning.",
        "dateAdded": 1652907774897
    },
    {
        "id": "6b644ddb-0808-4d92-96bd-35a512ef1f60",
        "title": "When the Editor Disappears, Does Editing Disappear?",
        "authors": [
            "Greenberg"
        ],
        "year": 2010,
        "link": "doi:10.1177/1354856509347695",
        "abstract": "With the shift to mass self-publishing on the internet, commentators have hailed — or sometimes mourned — the death of professional intermediaries such as the editor. The question remains, however: does editing disappear along with the editor? The short answer is ‘no', when one understands editing generically, as an essential part of the process of creating meaning in a text. In reviewing examples on the internet, one sees that it does not disappear, but shifts from a third-party intermediary to the author and the reader, and from human to more automated types of intervention. However, despite the promise of the ‘semantic web', these kinds of intervention are unlikely to reach high standards on a consistent basis. The absence of experienced human mediation in the writing process — as in other areas of life — can be harmful to public life, and ways should be found to show the added value that they make.",
        "dateAdded": 1652907774897
    },
    {
        "id": "a79e97a9-078f-4762-844f-a7b7b0e8b795",
        "title": "Which Are More Legible: Serif or Sans Serif Typefaces?",
        "authors": [
            "Poole"
        ],
        "year": 2008,
        "link": "http://alexpoole.info/blog/which-are-more-legible-serif-or-sans-serif-typefaces/",
        "abstract": "Extremely well sourced. I will eventually pull out the individual studies.",
        "dateAdded": 1652907774897
    },
    {
        "id": "9f6c2486-03c2-44e3-8925-d0d4a211e9a8",
        "title": "Why a Diagram is (Sometimes) Worth Ten Thousand Words",
        "authors": [
            "Larkon",
            "Simon"
        ],
        "year": 1987,
        "link": "doi:10.1111/j.1551-6708.1987.tb00863.x",
        "abstract": "We distinguish diagrammatic from sentential paper-and-pencil representations of information by developing alternative models of information-processing systems that are informationally equivalent and that can be characterized as sentential or diagrammatic. Sentential representations are sequential, like the propositions in a text. Diagrammatic representations are indexed by location in a plane. Diagrammatic representations also typically display information that is only implicit in sentential representations and that therefore has to be computed, sometimes at great cost, to make it explicit for use. We then contrast the computational efficiency of these representations for solving several illustrative problems in mathematics and physics.\n\nWhen two representations are informationally equivalent, their computational efficiency depends on the information-processing operators that act on them. Two sets of operators may differ in their capabilities for recognizing patterns, in the inferences they can carry out directly, and in their control strategies (in particular, the control of search). Diagrammatic and sentential representations support operators that differ in all of these respects. Operators working on one representation may recognize features readily or make inferences directly that are difficult to realize in the other representation. Most important, however, are differences in the efficiency of search for information and in the explicitness of information. In the representations we call diagrammatic, information is organized by location, and often much of the information needed to make an inference is present and explicit at a single location. In addition, cues to the next logical step in the problem may be present at an adjacent location. Therefore problem solving can proceed through a smooth traversal of the diagram, and may require very little search or computation of elements that had been implicit.",
        "dateAdded": 1652907774897
    },
    {
        "id": "d9775fa5-72ff-4169-acc5-6cea5a9f179c",
        "title": "Writing for Dollars, Writing to Please: The Case for Plain Language in Business, Government, and Law",
        "authors": [
            "Kimble"
        ],
        "year": 2012,
        "link": "http://www.cap-press.com/books/isbn/9781611631913/Writing-for-Dollars-Writing-to-Please",
        "abstract": "This unique book has been described as \"the one we've been waiting for\" and \"a game-changer for public communication.\" It collects the empirical evidence for the value of plain language in business, government, and law. Professor Kimble summarizes 50 studies (no less) showing that using plain language can save organizations and agencies a ton of money and that plain language serves and satisfies readers in every possible way. They strongly prefer it to legalese and officialese, they understand it better and faster, they are more likely to comply with it, and they are more likely to read it in the first place. Because it makes for readers who are more motivated, trusting, and confident, it could even help to restore faith in public institutions. The potential benefits are extraordinary.",
        "dateAdded": 1652907774897
    },
    {
        "id": "d6c39867-4f8f-4a4b-a76b-91e897923eb7",
        "title": "Writing technology: Studies on the materiality of literacy",
        "authors": [
            "Haas"
        ],
        "year": 2009,
        "link": "https://www.routledge.com/Writing-Technology-Studies-on-the-Materiality-of-Literacy/Haas/p/book/9780805819946",
        "abstract": "Academic and practitioner journals in fields from electronics to business to language studies, as well as the popular press, have for over a decade been proclaiming the arrival of the \"computer revolution\" and making far-reaching claims about the impact of computers on modern western culture. Implicit in many arguments about the revolutionary power of computers is the assumption that communication, language, and words are intimately tied to culture -- that the computer's transformation of communication means a transformation, a revolutionizing, of culture.",
        "dateAdded": 1652907774897
    },
    {
        "id": "cba081f7-421f-48a2-a8f8-781966394b70",
        "title": "Written information: Some alternatives to prose for expressing the outcomes of complex contingencies",
        "authors": [
            "Wright",
            "Reid"
        ],
        "year": 1973,
        "link": "doi:10.1037/h0037045",
        "abstract": "68 adults solved problems using information written either as (a) bureaucratic-style prose, (b) a flow chart or algorithm, (c) a list of short sentences, or (d) a 2-dimensional table. Prose was always slower to use and more error-prone than other versions, but error on nonprose formats was affected by problem difficulty. Easier problems resulted in no differential error-rates, although the table was used most rapidly; for harder problems, the algorithm gave fewest errors. Differences in retention strategies appeared when Ss worked from memory-performance with prose and short sentences continued to improve over trials, whereas performance with the algorithm and table deteriorated. It is concluded that the optimal format for written information depends on conditions of use.",
        "dateAdded": 1652907774897
    },
    {
        "id": "abd4f91e-38a9-4db4-9273-733cc0acce2a",
        "title": "Programme for the International Assessment of Adult Competencies (PIAAC)",
        "authors": [
            "Organisation for Economic Co-operation and Development (OECD)"
        ],
        "year": 2013,
        "link": "https://www.oecd.org/skills/piaac/publications/countryspecificmaterial/",
        "abstract": "This international survey is conducted in over 40 countries as part of the Programme for the International Assessment of Adult Competencies (PIAAC). It measures the key cognitive and workplace skills needed for individuals to participate in society and for economies to prosper. The evidence from the Survey has helped countries better understand how education and training systems can nurture these skills. ",
        "dateAdded": 1653156844
    },
    {
        "id": "9f636f84-b891-4a40-837d-ea8d4c1b6ad5",
        "title": "The Effect of a Peer and Self-Assessment-Based Editorial Study on Students' Ability to Follow Spelling Rules and Use Punctuation Marks Correctly",
        "authors": [
            "Ömer Faruk TAVŞANLI",
            "Ülkü Eda KARA"
        ],
        "year": 2021,
        "link": "doi:10.17275/per.21.65.8.3",
        "abstract": "In studies conducted to improve primary school students' writing skills, it has been determined that they make errors in the use of the punctuation marks and do not use spelling rules correctly. The purpose of this study was to reveal the effect of a qualified and planned peer and self-assessment-based editorial study [PSABES] on the success of fourth-grade elementary school students in following spelling rules and using punctuation correctly. In this study, an explanatory mixed design was used, and the research was carried out with 60 fourth-grade students attending a public school in Istanbul during the 2019-2020 academic year. According to the results of the research, it was determined that PSABES was effective in students' performance in adhering to spelling rules and using punctuation correctly. This was due to PSABES' contribution to creating a positive attitude toward writing, increasing motivation, learning desire and communication skills, and allowing students to gain a culture of criticism, feel more valuable, recognize their mistakes, take responsibility and write more carefully. This research clearly demonstrates the effects of peer and self-assessment on the correct use of spelling rules, and punctuation marks. In subsequent research, the effects of self and peer assessment on students' overall writing success can be examined, and it can also be investigated how this process plays a role in shaping the writer identity of students.",
        "dateAdded": 1653156844
    },
    {
        "id": "2e0f788c-c93a-4d22-9e3c-10a6034c2d8e",
        "title": "Spanish Writing Learners' Stances as Peer Reviewers",
        "authors": [
            "Illana-Mahiques",
            "Severino"
        ],
        "year": 2021,
        "link": "https://scholarsarchive.byu.edu/cgi/viewcontent.cgi?article=1036&context=journalrw",
        "abstract": "This study explores the attitudes and perceptions about online peer review of 18 Spanish learners enrolled in a third-year college Spanish writing course. Students participated in peer review training, wrote a personal narrative, and completed two online peer review sessions before submitting their final narrative. Using data from questionnaires, interviews, a peer review simulation task, and the first author's journal, this qualitative study investigates students' approaches to peer review and the different practices they employ when commenting on their peers' drafts. Results show that even though students receive the same training, they interpret and enact that training differently. Students position themselves into specific feedback-giving stances: critical, sensitive, interpretive, and supportive. Two case studies show how two students' particular stances as feedback givers (critical and sensitive, respectively) impact commenting practices and decision-making during the peer-review process. Based on these findings, recommendations for language teachers to enhance students' awareness of themselves as feedback givers are drawn.",
        "dateAdded": 1653156844
    },
    {
        "id": "b257c593-cef9-4fc8-8e73-866388c1e167",
        "title": "How useful are corpus tools for error correction? Insights from learner data",
        "authors": [
            "Dolgova",
            "Mueller"
        ],
        "year": 2019,
        "link": "doi:10.1016/j.jeap.2019.03.007",
        "abstract": "This study contributes to the growing literature on data-driven learning in ESL/EFL instruction, examining how advanced English learners choose to use corpus tools for error correction on their own following classroom training. Controlled L2 production and survey data from U.S.-based EAP students were collected over the course of four consecutive semesters and then analyzed quantitatively and qualitatively. The research examined how learners approach the correction of different type of errors using corpus tools and which types of errors could be more successfully corrected with these tools. The results of a Chi Square Test indicated that participants' success at error correction depended on the type of error being addressed (p < .001). While local lexicogrammatical errors were chosen by learners to be corrected in over half of all participant revisions, these corrections were inappropriate more often than corrections of register errors. Survey data and qualitative analysis of errors further revealed that participants often struggle with identifying the context of the concordance lines and sorting through multiple lines to identify patterns. The paper concludes with a discussion of implications and pedagogical recommendations.",
        "dateAdded": 1653156844
    },
    {
        "id": "a7dbd8ae-d7f7-430f-9232-4433d3456f80",
        "title": "Priming Implicit Prosody: Prosodic Boundaries and Individual Differences",
        "authors": [
            "Jun",
            "Bishop"
        ],
        "year": 2015,
        "link": "doi:10.1177/0023830914563368",
        "abstract": "Using the structural priming paradigm, the present study explores predictions made by the implicit prosody hypothesis (IPH) by testing whether an implicit prosodic boundary generated from a silently read sentence influences attachment preference for a novel, subsequently read sentence. Results indicate that such priming does occur, as evidenced by an effect on relative clause attachment. In particular, priming an implicit boundary directly before a relative clause – cued by commas in orthography – encouraged high attachment of that relative clause, although the size of the effect depended somewhat on individual differences in pragmatic/communication skills (as measured by the Autism Spectrum Quotient). Thus, in addition to supporting the basic claims of the IPH, the present study demonstrates the relevance of such individual differences to sentence processing, and that implicit prosodic structure, like syntactic structure, can be primed.",
        "dateAdded": 1653156844
    },
    {
        "id": "730d98bf-d4ea-42b0-b05f-56f003798d83",
        "title": "Automated Writing Evaluation: The Accuracy of Grammarly's Feedback on Form",
        "authors": [
            "Dodigovic",
            "Tovmasyan"
        ],
        "year": 2021,
        "link": "doi:10.46451/ijts.2021.06.06",
        "abstract": "Automated Writing Evaluation (AWE) is gaining more and more presence, with Grammarly being a prominent example of this kind of software, which provides automated feedback on essay writing. While the Grammarly advertisement is full of praise regarding its ability to give meaningful feedback at various levels, including grammar or form, plagiarism, vocabulary and style, there has been little third party research to support these claims. Since Grammarly's vocabulary feedback accuracy has already been examined to some extent (Dodigovic, Mlynarski & Wei, 2016), this study was designed to evaluate the accuracy of Grammarly's grammar checker feedback. It did so by investigating the reports generated by Grammarly as a response to a small corpus of EFL writing, compiled from essays written by Armenian undergraduate students. The results were compared with those of human raters. In addition to Grammarly's error detection power, the study also investigated the kind of remediation that Grammarly suggested. The comparisons revealed that on detected errors of form, Grammarly mostly provides accurate feedback, with occasional inconsistencies. It was also found to provide mainly adequate remediation for the correctly detected errors of form. However, it also left a number of errors undetected, which led to the omission of remediation. The study concluded that, despite its considerable usefulness, when using Grammarly, English learners should avoid relying solely on its feedback.",
        "dateAdded": 1653156844
    },
    {
        "id": "10a34898-9ef4-4749-aa29-f0bcdf3990df",
        "title": "Speaking of Editing: The Nomenclature of Copy-Editing",
        "authors": [
            "Fretz"
        ],
        "year": 2017,
        "link": "doi:10.3138/jsp.48.4.243",
        "abstract": "Publishing professionals concern themselves with the textual and graphic details of the content they publish. Editors, specifically, are responsible for checking and correcting the details of language, style, format, and typography. As precise as editors are paid to be, the nomenclature employed by editing professionals to identify the type of editing required by manuscripts, to communicate about editorial activity, and to evaluate editorial work is, ironically, imprecise. This article identifies the nomenclature used in the publishing industry, the scholarly publishing sector specifically, to label, describe, and discuss editorial activity. It provides an overview of terminology and definitions garnered from a review of literature on the subject of editing. It also presents the results of an original survey of editorial professionals, conducted online, which solicited responses to questions about terms and valuations in the practice of copy-editing. Based on these data, the article draws conclusions and makes suggestions about potential courses of action for standardizing editorial nomenclature in the publishing industry.",
        "dateAdded": 1653156844
    },
    {
        "id": "8f83bbfe-f497-4522-980a-6c375a7b3536",
        "title": "The Manuscript Review Process: The Proper Roles of Authors, Referees, and Editors",
        "authors": [
            "Bedeian"
        ],
        "year": 2003,
        "link": "doi:10.1177/1056492603258974",
        "abstract": "Drawing on a 28-item survey, this article reports the editorial experiences of 173 lead authors of articles published in theAcademy of Management Journal andAcademy of Management Review, over the period 1999 to 2001, to explore some relatively new dynamics that have changed the character of the manuscript review process and given rise to a mounting debate over the proper roles of authors, referees, and editors. Among the survey's more disturbing findings, more than one third of the responding authors reported that recommended revisions in their manuscripts were based on an editor's or referee's personal preferences, and almost 25% indicated that in revising their manuscripts they had actually made changes they felt were incorrect.",
        "dateAdded": 1653156844
    },
    {
        "id": "1d26a435-4d2a-4714-aac0-cdb0e51fbd36",
        "title": "Survival Strategies in Freelance Journalism: An Empowering Toolkit to Improve Professionals' Working Conditions",
        "authors": [
            "Marín-Sanchiz",
            "Carvajal",
            "González-Esteban"
        ],
        "year": 2021,
        "link": "doi:10.1080/17512786.2021.1929414",
        "abstract": "Freelance journalism has become a key employment alternative in the current media landscape, with news organizations often relying on these independent professionals to reduce organizational budgets. Although extant research reveals a high degree of job satisfaction among professionals in different markets, such as the United States or Norway, freelancing is a position shaped by the tension between precarity and autonomy and is often related to economic insecurity. To deepen our understanding of this complex reality in Spain, this study explores freelance journalists' perceptions of the craft through 30 semi-structured interviews. Based on these results, this study proposes the existence of a “freelancers' shelter architecture”—a group of variables that define personal working conditions and levels of job satisfaction. This study makes a practical contribution to the field insofar as it provides a freelancing empowering toolkit for enhancing the professional situation of freelance journalists.",
        "dateAdded": 1653156844
    },
    {
        "id": "ff6b1f0c-6600-49fb-a419-fcab0e4d9adb",
        "title": "Comparing Cultural Perceptions of Editing from the Author's Point of View",
        "authors": [
            "Eaton",
            "Brewer",
            "Portewig",
            "Davidson",
            "Portewig"
        ],
        "year": 2008,
        "link": "https://www.jstor.org/stable/43092428",
        "abstract": "Discusses the literature recommending modifying editing comments for nonnative English speakers. Examines the data from a survey about editing to determine whether differences existed between groups of respondents on the basis of characteristics relating to culture, age, gender, and professional association.",
        "dateAdded": 1653156844
    },
    {
        "id": "14192dc0-516d-41f8-85b7-b1124e68dd2c",
        "title": "Examining Sixth Grade Students' Reading Attitudes and Perceptions of Teacher Read Aloud: Are All Students on the Same Page?",
        "authors": [
            "Clark",
            "Andreasen"
        ],
        "year": 2014,
        "link": "doi:10.1080/19388071.2013.870262",
        "abstract": "The purpose of this embedded mixed methods study was to examine how sixth graders with high and low reading attitudes perceive teacher read aloud. We utilized quantitative data by surveying sixth graders (N = 87) about their reading attitudes and then collected qualitative data by interviewing five students, interviewing the teacher, conducting classroom observations, and reviewing read aloud materials. Students with lower reading attitudes enjoyed the relaxed classroom setting, while those with higher attitudes enjoyed the books being read. Other themes suggested that all students engaged inconsistently with the text, and that students are indeed aware of the potential instructional benefits of reading aloud. Implications are discussed including the importance of pairing teacher read aloud with other strategies to help students engage more explicitly with the text.",
        "dateAdded": 1653156844
    },
    {
        "id": "46dbd1be-474f-4bc8-bb16-0964ea1dd0a2",
        "title": "A Comparative Evaluation on Silent and Read-Aloud Revisions of Written Drafts",
        "authors": [
            "Çetinkaya"
        ],
        "year": 2020,
        "link": "https://eric.ed.gov/?id=EJ1271126",
        "abstract": "This study aimed to explore the effect of silent and read-aloud revision methods on revising the written drafts of students. In the study, 50 fourth-grade university students took part as the participants of the research. The participant students were asked to write two different drafts with 250-300 words each during data collection process. Consequently, they were asked to revise the first text silently and the second one aloud. The drafts written were copied and reviewed by two different experts, and deviations to be corrected or improved were marked on the papers and annotations were added where necessary. Marks and annotations provided by the two experts were recorded on the \"form for identifying and classifying the deviations in written texts\" previously developed by the researchers. The participants' self-evaluations of their own texts were recorded on the same form. The data noted on the form were transferred to the statistical program to analyze. Frequency, percentage, mean scores, paired samples t-test were utilized in the data analysis, and p=.05 was set to be the significance level in the interpretation of the results. The result of the data analysis illustrated that the participants had moderate revision skills; their read-aloud revision as a surface evaluation and their silent revision as a semantic evaluation were found more functional.",
        "dateAdded": 1653156844
    },
    {
        "id": "b1a4688c-42fb-4cb6-989b-0e3232581914",
        "title": "Fluency Training a Writing Skill: Editing for Concision",
        "authors": [
            "Dermer",
            "Lopez",
            "Messling"
        ],
        "year": 2009,
        "link": "doi:10.1007/bf03395646",
        "abstract": "The goal of this study was to design and evaluate fluency-based training units to help students eliminate inconcision. Participants first completed a 1.5-hr lesson on writing concisely and then a 5-min test during which they edited sentences containing inconcise text from the training units. Subsequently, participants were randomly assigned to an intervention package that included fluency training or an intervention package that included control activities. After about 5 weeks, all participants retook the test. In 2 such experiments, relative to their initial rates, fluency-trained participants improved more than did control participants; the improvement for fluency-trained participants was often maintained for 5 weeks. The findings' limitations are discussed, as well as their implications for enhancing student writing and further research.",
        "dateAdded": 1653156844
    },
    {
        "id": "c488c206-678e-42fd-b1e3-656e324b2413",
        "title": "Reader expertise and the literary significance of small-scale textual features in prose fiction",
        "authors": [
            "Parente",
            "Conklin",
            "Guy",
            "Carrol",
            "Scott"
        ],
        "year": 2019,
        "link": "doi:10.1075/ssol.19006.par",
        "abstract": "We use eye tracking to investigate the attention readers pay to different textual features to determine their significance in the appreciation of prose fiction. Previous research examined attention allocation to lexical and punctuation variants, and the impact on reading dynamics for the remainder of the text, demonstrating that readers notice both kinds of variants but assign less value to the latter (Carrol, Conklin, Guy, & Scott, 2016). Here, in two experiments, we examine two conditions that may affect attention allocation: We investigate the influence of reader expertise (Experiment 1) and whether performance is influenced by a task-specific “spot-the-difference” effect (Experiment 2). We found that expertise plays little role in readers' greater sensitivity to lexical rather than punctuation changes, and that the advantage for lexical changes persisted when the time interval between exposures is increased. These results confirm earlier findings: that small-scale features may not possess the creative significance predicated of them by critics and text-editors.",
        "dateAdded": 1653156844
    },
    {
        "id": "7777f403-2d16-4fdd-b333-993e88e977e7",
        "title": "Ebooks vs. print books: Readers' choices and preferences across contexts",
        "authors": [
            "Zhang",
            "Kudva"
        ],
        "year": 2014,
        "link": "doi:10.1002/meet.14505001106",
        "abstract": "With electronic book (ebook) sales and readership rising, are ebooks positioned to replace print books? This study examines the preference for ebooks and print books in the contexts of reading purpose, reading situation, and contextual variables such as age, gender, education level, race/ethnicity, income, community type, and Internet use. Additionally, this study aims to identify factors that contribute to ebook adoption. The results of this study support the notion that ebooks have firmly established a place in people's lives, but are not yet positioned to take over all the roles of print books. Both print books and ebooks have unique attributes and serve irreplaceable functions in meeting people's reading needs, which may vary by individual demographic, contextual, and situational factors.",
        "dateAdded": 1653156844
    },
    {
        "id": "087e48c8-dd34-4b22-bef0-07a5c3103024",
        "title": "Ebooks Versus Print Books: Format Preferences in an Academic Library",
        "authors": [
            "Van Ballegooie",
            "Robertson"
        ],
        "year": 2017,
        "link": "doi:10.1080/01462679.2017.1365264",
        "abstract": "When a scholarly monograph is made available in both print and electronic formats, which format will users prefer? This study analyzed monograph usage data from three university presses in the University of Toronto Libraries' collections, comparing print and ebook usage patterns of identical titles. The goal was to examine format preferences and determine whether there are differences in usage across subject disciplines or publishers. The study showed that although in many cases users preferred one format over another, they used books in both formats. If a subject was popular, usage tended to be high for both formats, and if unpopular, low for both formats. The data also indicated that there were some noticeable differences in ebook usage for particular subjects, and the authors concluded that format does matter and therefore it is desirable for libraries to provide both formats if possible. The study also highlighted how critical metadata are in promoting the use of electronic resources. If there were no ebook metadata within the library catalog, the ebook usage was low. This analysis adds to a growing body of literature in user preferences on book formats that can assist libraries in making better-informed decisions in collection building.",
        "dateAdded": 1653156844
    },
    {
        "id": "b7502a9f-3e53-45e8-9e3c-cf9aba48f77d",
        "title": "The rise of e-reading",
        "authors": [
            "Pew Research Center"
        ],
        "year": 2012,
        "link": "https://www.pewresearch.org/internet/2012/04/04/the-rise-of-e-reading-5/",
        "abstract": "21% of Americans have read an e-book. The increasing availability of e-content is prompting some to read more than in the past and to prefer buying books to borrowing them.",
        "dateAdded": 1653156844
    },
    {
        "id": "063c4ce8-f0dd-4fb5-a665-75e30654d56b",
        "title": "Three-in-ten Americans now read e-books",
        "authors": [
            "Pew Research Center"
        ],
        "year": 2022,
        "link": "https://www.pewresearch.org/fact-tank/2022/01/06/three-in-ten-americans-now-read-e-books/",
        "abstract": "Americans are spreading their book consumption across several formats. The share of adults who have read print books in the past 12 months still outpaces the share using other forms, but 30% now say they have read an e-book in that time frame.  ",
        "dateAdded": 1653156844
    },
    {
        "id": "e85dda5f-59e2-4c21-a036-e53b20ed45cc",
        "title": "Journal of theoretical and applied electronic commerce research",
        "authors": [
            "Li",
            "Li",
            "Gu"
        ],
        "year": 2019,
        "link": "doi:10.4067/S0718-18762019000200110 ",
        "abstract": "The eBooks market has been growing rapidly in recent years. At the same time, evidence shows that eBooks are cannibalizing the market for physical books. To alleviate the cannibalization effect between eBooks and physical books, publishers may choose to delay the release of eBooks or physical books for a period of time. Adopting a stylized two-period model, this paper investigates three publishing strategies for a monopolistic publisher: delaying the release of eBooks, delaying the release of physical books, and releasing them simultaneously. We find that the publisher should delay the format that has significantly less market potential. Furthermore, the one that has greater market potential should be priced higher. In addition, a stronger substitution effect between eBooks and physical books favors delaying strategies. Finally, the smaller marginal cost for eBooks than physical books renders the strategy to delay the release of physical books more popular.",
        "dateAdded": 1653156844
    },
    {
        "id": "2fa8c380-3d92-41a4-a22e-26606bf7224e",
        "title": "Missed Opportunities in the Review and Revision of Clinical Study Reports",
        "authors": [
            "Cuppan",
            "Bernhardt"
        ],
        "year": 2012,
        "link": "doi:10.1177/1050651911430624",
        "abstract": "Circulating written drafts and conducting roundtable reviews are two important document-development activities in many work sites. Previous studies suggest that review processes are frustrating for participants and have substantial inefficiencies caused by conflicting participant purposes. This article presents two case studies of the document-review practices for clinical study reports from a large pharmaceutical company, paying particular attention to whether review efforts contributed to improvements in document quality. Findings suggest that document review did not lead to demonstrable improvement in report quality. The authors offer recommendations for improving document-review practices.",
        "dateAdded": 1653156844
    },
    {
        "id": "533a7218-cf04-439c-a715-a63b30a7dac8",
        "title": "Learning to write like a scientist: Coauthoring as an enculturation task",
        "authors": [
            "Florence",
            "Yore"
        ],
        "year": 2004,
        "link": "doi:10.1002/tea.20015",
        "abstract": "This multiple case study examined the coauthorship process in research laboratories of different university departments. The study focused on two cases comprising five writing teams, one in biochemistry and microbiology and four in earth and ocean sciences. The role of the research supervisor, the role of the student (graduate and postgraduate), the interaction of the supervisor and the student, the activities and processes inherent in the coauthorship process, and the student's beliefs, expertise, scientific writing, and entry into an academic discourse community were documented utilizing multiple sources of data and methods. Several activities and processes were found to be common across all coauthorship teams, including aspects of planning, drafting, and revising. Elements of scientific and writing expertise, facets of enculturation into scientific research and discourse communities, academic civility, and the dynamics of collaborative groups also were apparent. There was healthy tension and mutual respect in the research groups as they attempted to make sense of science, report their results clearly and persuasively, and share the responsibilities of expertise. The novice scientists came to appreciate that the writing, editing, and revising process influenced the quality of the science as well as the writing.",
        "dateAdded": 1653156844
    },
    {
        "id": "6f7c18d1-9e0e-48fa-86df-f4b38f6b728e",
        "title": "How Scientists Retrieve Publications: An Empirical Study of How the Internet Is Overtaking Paper Media",
        "authors": [
            "Björk",
            "Turk"
        ],
        "year": 2000,
        "link": "doi:10.3998/3336451.0006.202",
        "abstract": "The current mainstream scientific-publication process has so far been only marginally affected by the possibilities offered by the Internet, despite some pioneering attempts with free electronic-only journals and electronic preprint archives. Additional electronic versions of traditional paper journals for which one needs a subscription are not a solution. A clear trend, for young researchers in particular, is to go around subscription barriers (both for paper and electronic material) and rely almost exclusively on what they can find free on the Internet, which often includes working versions posted on the home pages of the authors. A survey of how scientists retrieve publications was conducted in February 2000, aimed at measuring to what extent the opportunities offered by the Internet are already changing the scientific information exchange and how researchers feel about this. This paper presents the results based on 236 replies to an extensive Web-based questionnaire, which was announced to around 3,000 researchers in the domains of construction information technology and construction management.",
        "dateAdded": 1653156844
    },
    {
        "id": "94ab9b16-feb2-486d-b2b0-f0f3d3040a78",
        "title": "Designing Electronic Journals With 30 Years of Lessons from Print",
        "authors": [
            "Tenopir",
            "King"
        ],
        "year": 1998,
        "link": "doi:10.3998/3336451.0004.202",
        "abstract": "Scientists find journals useful, both for their teaching and their research — so useful, in fact, that they are willing to pay for them. If electronic journals prove to be as useful, or more useful, their viability is assured. Since the 1960s, trends concerning scientific scholarly journals have been identified by a series of studies we performed through King Research and the University of Tennessee School of Information Sciences. Our studies were based on surveys of 13,591 scientists (and more than 8,000 other professionals not discussed here), a set of scientific scholarly journals for which we tracked data from 1960 to 1995, and studies of the costs of publishing, library services, and other aspects of journal seeking and use.",
        "dateAdded": 1653156844
    },
    {
        "id": "ead3ec51-9fec-4bfa-860e-13ada7588e87",
        "title": "A Survey on the Impact of the Internet on Scientific Publishing in Construction IT and Construction Management",
        "authors": [
            "Vanier"
        ],
        "year": 2000,
        "link": "http://www.itcon.org/2000/5",
        "abstract": "The World Wide Web provides the opportunity for a radically changed and much more efficient communication process for scientific results. A survey in the closely related domains of construction information technology and construction management was conducted in February 2000, aimed at measuring to what extent these opportunities are already changing the scientific information exchange and how researchers feel about the changes. The paper presents the results based on 236 replies to an extensive Web based questionnaire. 65% of the respondents stated their primary research interest as IT in A/E/C and 20% as construction management and economics. The questions dealt with how researchers find, access and read different sources; how much and what publications they read; how often and to which conferences they travel; how much they publish, and what are the criteria for where they eventually decide to publish. Some of the questions confronted traditional and electronic publishing with one final section dedicated to opinions about electronic publishing. According to the survey researchers already download half of the material that they read digitally from the Web. The most popular method for retrieving an interesting publication is downloading it for free from the author's or publisher's website. Researchers are not particularly willing to pay for electronic scientific publications. There is much support for a scenario of electronic journals available totally freely on the Web, where the costs could be covered by for instance professional societies or the publishing university. The shift that the Web is causing seems to be towards the \"just in time\" reading of literature. Also, frequent users of the Web rely less on scientific publications and tend to read fewer articles. If available with little effort, papers published in traditional journals are preferred; if not, the papers should be on the Web. In these circumstances, the role of paper-based journals published by established publishers is shifting from the core \"information exchange\" to the building of authors' prestige. The respondents feel they should build up their reputations by publishing in journals and relevant conferences, but then make their work freely available on the Web.",
        "dateAdded": 1653156844
    },
    {
        "id": "35aca7b3-ebde-49b1-b8d3-f0256c2c71a2",
        "title": "An Analysis of Student Comments in Comprehensive Editing",
        "authors": [
            "Albers",
            "Marsella"
        ],
        "year": 2011,
        "link": "https://www.ingentaconnect.com/content/stc/tc/2011/00000058/00000001/art00006",
        "abstract": "Purpose: A substantial skill in comprehensive editing is the ability to write constructive comments to the author. This study provides a view into how students make comments during a comprehensive edit of a technical document.\nMethod: Undergraduate technical editing students performed a comprehensive edit of a report. Data were derived from the editorial comments students made during the edit. Comments were coded for level of the comment (global, paragraph, or sentence), phrasing of the comment, and quality of the comment. A total of 132 comments were coded.\nResults: Both effective and ineffective commenting habits were observed. Students were found to make a high percentage of paragraph-level comments and a low percentage of global and sentence-level comments. Most of the comments were rated as useful to an author. Looking at specific problem areas, most students missed commenting on four major problems within the text. The students seemed to be using a linear editing style of simply moving through the document from beginning to end, rather than using a top-down editing style or multiple passes.\nConclusions: When given instructions to perform a comprehensive edit, most students made comments that addressed global and paragraph-level issues, rather than sentence-level or copyediting issues. However, the overall quality and usefulness of the comments varied widely. As part of improving both writing and editing skills, technical communication pedagogy needs to focus more on overall document structure and how to structure sections within a document.",
        "dateAdded": 1653156844
    },
    {
        "id": "912c45e3-cb72-4319-a19a-e6da5ab78fd5",
        "title": "The Technical Editor as Diplomat: Linguistic Strategies for Balancing Clarity and Politeness",
        "authors": [
            "Mackiewicz",
            "Riley"
        ],
        "year": 2003,
        "link": "https://www.ingentaconnect.com/content/stc/tc/2003/00000050/00000001/art00009",
        "abstract": "To work diplomatically with writers, editors need to be both clear (so that their suggestions are understood) and polite (so that good relationships with writers are maintained). However, linguistic strategies for achieving these goals are often incompatible because clear forms tend to be direct and polite forms tend to be indirect. Research in pragmatics can offer editors insights into three questions related to reconciling clarity and politeness: which particular linguistic forms best achieve this balance; what principles explain the effects of particular linguistic forms; and how linguistic forms might need to be modified when working with nonnative speakers. By helping editors become more conscious of strategies and principles for balancing clarity and politeness, linguistic research can therefore increase the effectiveness of editor-writer communication.",
        "dateAdded": 1653156844
    },
    {
        "id": "d86e0434-f8d5-4f2f-804f-a6c9fde5852b",
        "title": "Word Reduction Editing in Second-Language Scientific Writing by East Asian and South Asian Chemistry Graduate Students",
        "authors": [
            "Churchill"
        ],
        "year": 2006,
        "link": "doi:10.1021/ed083p1022",
        "abstract": "A recursive scientific writing project was undertaken in a second-year, graduate-level course to teach students who were non-native English speakers to write scientific communications clearly and concisely in English. The instructor returned students' brief texts with editorial revisions marked to show how increased clarity may be achieved through word reduction. Peer editing, class discussion, and reading effective writing examples from the primary scientific literature augmented the instructor's editing as means to improve students' science writing in English. Over the course of six assignments, the word counts of students' writing decreased. Anonymous student evaluations indicate that the students had positive attitudes towards the exercises, found them to be useful, and believed that their writing ability and confidence in writing science communications in English improved by practicing word reduction editing.",
        "dateAdded": 1653156844
    },
    {
        "id": "88f02c79-97e3-4431-bd34-61c3ca51fe5a",
        "title": "Dimensions of work–home culture and their relations with the use of work–home arrangements and work–home interaction",
        "authors": [
            "Dikkers"
        ],
        "year": 2007,
        "link": "doi:10.1080/02678370701442190",
        "abstract": "This study examined the associations of work–home culture with (a) demographic and organizational characteristics, (b) the use of work–home arrangements, and (c) negative and positive work–home interaction, among 1,179 employees from one public and two private organizations. Substantial support was found for a 2-factor structure of a work–home culture measure differentiating between “support” (employees' perceptions of organization's, supervisors', and colleagues' responsiveness to work–family issues and to the use of work–home arrangements) and “hindrance” (employees' perceptions of career consequences and time demands that may prevent them from using work–home arrangements). This 2-factor structure appeared to be invariant across organizations, gender, and parental status. Significant relationships with organizational characteristics, the use of work–home arrangements, and work–home interaction supported the validity of these two cultural dimensions. It is concluded that if employers want to minimize work–home interference, to optimize positive work–home interaction, and to boost the use of work–home arrangements, they should create a work–home culture that is characterized by high support and low hindrance.",
        "dateAdded": 1653156844
    },
    {
        "id": "5999bfa7-259c-478b-a1f3-3e656b8084ba",
        "title": "Are Shorter Article Titles More Attractive for Citations? Cross-sectional Study of 22 Scientific Journals",
        "authors": [
            "Habibzadeh",
            "Yadollahie"
        ],
        "year": 2010,
        "link": "doi:10.3325/cmj.2010.51.165",
        "abstract": "To investigate the correlation between the length of the title of a scientific article and the number of citations it receives, in view of the common editorial call for shorter titles. Title and the number of citations to all articles published in 2005 in 22 arbitrarily chosen English-language journals (n = 9031) were retrieved from citation database Scopus. The 2008 journal impact factors of these 22 journals were also retrieved from Thomson Reuters' Journal Citation Report (JCR). Assuming the article title length as the independent variable, and the number of citations to the article as the dependent variable, a linear regression model was applied. Longer titles seem to be associated with higher citation rates. This association is more pronounced for journals with high impact factors. Editors who insist on brief and concise titles should perhaps update the guidelines for authors of their journals and have more flexibility regarding the length of the title.",
        "dateAdded": 1653156844
    },
    {
        "id": "6ee45d6d-bf84-4cf2-9cfb-75c546b2601d",
        "title": "Creating effective titles for your scientific publications",
        "authors": [
            "Bowman",
            "Kinnan"
        ],
        "year": 2018,
        "link": "doi:10.1016/j.vgie.2018.07.009",
        "abstract": "You work for months, maybe years, to plan and conduct your study. You write it up carefully, reporting every piece of data accurately. You get the approval of your co-authors and double-check everyone's conflicts of interest for the disclosure form. You are ready to submit it when you remember that your work needs a title. \"No problem,\" you say. \"I'll just throw something together.\" Hold on—that's not a good idea. The title of a scholarly article really does matter, for several reasons. It is the first thing a reader will see, so it helps him or her decide whether to read the rest of the article. If you are publishing in a subscription model, it helps the reader decide whether to buy the whole article. Later, when the reader is writing his own article and wants to cite yours, he can find it more easily if you have given it an effective title. If the article is cited more, it will help your H-Index and G-Index, building your reputation and credibility. Furthermore, if your article is highly cited, it helps the publishing journal's Impact Factor. Journal editors know which authors' articles are highly cited and will react with interest when they see another article submitted by that author in the future.",
        "dateAdded": 1653156844
    },
    {
        "id": "b347956d-c96c-4587-994f-1307de4ad8fb",
        "title": "Student perceptions of the impact of Instant Messaging on academic writing",
        "authors": [
            "Adams"
        ],
        "year": 2007,
        "link": "https://go.gale.com/ps/anonymous?id=GALE%7CA166201100&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=13205692&p=AONE&sw=w",
        "abstract": "Picture this: a teenage girl walks down a crowded middle school hallway. The girl makes eye contact with others, presumably friends, as she makes her way down the corridor. Every so often, she stops briefly to talk with some of the other students. The conversation is not anything elaborate--maybe just 'How are you doin'?' or 'What's up?' At most, the conversations are a sentence or two in length before the student continues her way down the hall. As she does so, she spots another friend and has a brief conversation. This situation happens again and again. This scenario is not unique to any school, street, or town, for it happens almost every second of the day. And, it does not just occur in person--it also takes place when people are on computers Instant Messaging each other.\nNew and intriguing phenomena are happening in online communication these days. This generation of students has always been surrounded by technology, and their social lives reflect this. Moreover, this phenomenon is changing students' relationships with others, including how they talk with their friends. Currently, the initial scenario of a chat in the hallway appears to be as common as talk via the computer and Internet. Many times, these conversations happen with two, three, five, seven, even ten people at once. Sometimes there is even a new kind of language being used: 'My summr hols wr CWOT. B4, we used 2g2 NY 2C my bro, his GF & thr 3 :- kids F2F. ILNY, it's a gr8 plc'. This a brief part of Instant Messaging talk: 'My summer holidays were a complete waste of time. Before, we used to go to New York to see my brother, his girlfriend and their screaming kids face to face. I love New York. It's a great place'.\nInstant Messaging is not just found in the previous situations. It is happening across the nation. And, for teenagers, it is also taking the place of email. While email is still present in adolescent communication, Instant Messaging is preferred. Additionally, recent statistics showed that approximately half of instant-messaging teens (32% of all adolescents) use IM every single day through cell phones or handheld devices.",
        "dateAdded": 1653156844
    },
    {
        "id": "617a068b-6b7c-4159-8ca0-6df43c700c6f",
        "title": "Writing for the Instant Messaging and Text Messaging Generation: Using New Literacies to Support Writing Instruction",
        "authors": [
            "Sweeny"
        ],
        "year": 2011,
        "link": "doi:10.1598/JAAL.54.2.4",
        "abstract": "Writing, for adolescents who live in an age of digital communication, has taken on new importance and plays a prominent role in the way they socialize, share information, and structure communication. New literacies expand the literacy realm by considering the skills needed to function using media other than the printed page. Internet resources can enhance and expand the writing process by focusing on different writing forms or genres, using video clips of authors to serve as writing mentors, explaining and facilitating the editing and revising processes, and providing publishing opportunities for student writers. This article provides a rationale for the use of new literacies in literacy instruction and explores ways teachers can integrate new literacies into existing writing instruction.",
        "dateAdded": 1653156844
    },
    {
        "id": "01fde880-4583-4d00-b857-5b22c7315a3c",
        "title": "Students' Conceptions of Tutor and Automated Feedback in Professional Writing",
        "authors": [
            "Calvo",
            "Ellis"
        ],
        "year": 2013,
        "link": "doi:10.1002/j.2168-9830.2010.tb01072.x",
        "abstract": "Professional writing is an essential outcome for engineering graduates and hence a vital part of engineering education. To provide a successful learning experience for students engaged in writing activities, timely feedback is necessary. Providing this feedback to increasing numbers of students poses a major challenge for instructors. New automated systems work towards providing both timely and appropriate writing feedback, but students' views on automated feedback, and feedback in general, are not well understood.\nA student's conception of traditional and automated feedback is similar, being either cohesive or fragmented. Changing one may change the other. Deep learners see feedback as a way of learning about the topic whereas shallow learners see them as a way to improve the communication aspects of writing. Design considerations based on these results are discussed.",
        "dateAdded": 1653156844
    },
    {
        "id": "b90a48cd-87bf-4e47-a7eb-4cbe486d72a2",
        "title": "Impact of Sentence Length on the Readability of Web for Screen Reader Users",
        "authors": [
            "Kadayat",
            "Eika"
        ],
        "year": 2020,
        "link": "doi:10.1007/978-3-030-49282-3_18",
        "abstract": "Readability of text is generally believed to be connected to sentence length. Most studies on readability are based on visual reading. Less is known about text readability for users relying on screen readers, such as users who are blind. This study therefore set out to investigate the effect of sentence length on the readability of web texts accessed using screen readers. A controlled within-subjects experiment was performed with twenty-one participants. Participants used a screen reader to read five texts with different sentence lengths. The participants’ comprehension and perceived workload were measured. The findings reveal that there is a significant effect of sentence length and most participants exhibit the highest comprehension and lowest workload with sentences comprising 16–20 words. Implications of these results are that web content providers should strive for sentence length of 16–20 words to maximize readability.",
        "dateAdded": 1653156844
    },
    {
        "id": "bcb41f70-297c-4417-b7bd-a06d517ea2a3",
        "title": "Cloze Test for Reading Comprehension",
        "authors": [
            "Nielsen"
        ],
        "year": 2011,
        "link": "https://www.nngroup.com/articles/cloze-test-reading-comprehension/",
        "abstract": "It's easy to estimate the difficulty of your content: simply run the text through a readability formula. The resulting number is the reading level, usually stated as a grade level that corresponds to the number of years of formal education that are required to understand the text. There are many different readability formulas, but most people use Flesch-Kincaid simply because it's built into Microsoft Word (In some Word versions, it can be found under Tools > Spelling and Grammar panel > Options: Grammar: Show readability statistics). For example, Flesch-Kincaid rates this article at an 11th-grade reading level, meaning that it can be read by high-school seniors — people who've already completed 11 years of education. Unless you're a readability expert, the differences between formulas don't matter much, so just use whatever is close at hand. When we assess a website's copy, it doesn't matter whether it computes at, say, 11.3 or 11.6. In either case, that's a high-school reading level, meaning that it's too difficult for a mainstream site but acceptable for a site targeting business professionals. (When targeting a broad consumer audience, you should write at an 8th-grade reading level.)",
        "dateAdded": 1653156844
    },
    {
        "id": "1f160a94-cae0-4667-90a6-105d4f3789c4",
        "title": "How the role of the independent editor is changing in relation to traditional and self-publishing",
        "authors": [
            "Baverstock",
            "Blackburn",
            "Iskandarova"
        ],
        "year": 2015,
        "link": "doi:10.1087/20150206",
        "abstract": "This paper reports on a survey of editors undertaken during 2013. The survey asked about lifestyle and work, and in particular how these are changing with the growth of self-publishing authors. This article reports on the changing opportunities for editorial work and the practices of independent editors, and how their working routines have changed over the past three years. It reveals a shift from working for traditional publishers towards working for new clients, including self-publishing authors; relationships with traditional publishers are strained for a variety of reasons, and increasing satisfaction levels are discernible in relationships with experienced self-publishers. The paper considers the consequences of editors' changing patterns of work and client base, and likely future outcomes. Areas for further close monitoring and research are suggested.",
        "dateAdded": 1653156844
    },
    {
        "id": "102f6524-0415-48b3-8903-ce71a8b77837",
        "title": "What satisfactions do self-publishing authors gain from the process?",
        "authors": [
            "Baverstock",
            "Steintz"
        ],
        "year": 2013,
        "link": "doi:10.1087/20130408",
        "abstract": "This paper, a follow-up to our previous Learned Publishing paper (http://dx.doi.org/10.1087/20130310), extends the reporting of new research into the motivations, demographics, processes, and outcomes of self-publishing authors. The research findings challenge traditionally held notions about the lack of satisfaction in either the process or final product in self-publishing. By contrast, the authors researched emerged as very satisfied with the process of self-publishing, likely to do it again and recommend it to others – and these trends were observed across all the demographic categories and types of content. The generally high rate of republishing among the cohort can be taken as further evidence of associated satisfaction. The research offers conclusions that are relevant to all stakeholders in publishing and provides a foundation for more specific research within particular publishing sectors and roles.",
        "dateAdded": 1653156844
    },
    {
        "id": "4f7641b3-f804-4da1-a3ea-567f87672d20",
        "title": "Author perceptions of positive and negative editor behaviors in the manuscript review process",
        "authors": [
            "Street",
            "Bozeman",
            "Whitfield"
        ],
        "year": 1998,
        "link": "https://psycnet.apa.org/record/1998-04360-001",
        "abstract": "Attempted to identify researcher-authors' perceptions of distinct behaviors that constitute positive and negative editor conduct, and also to identify and examine any independent dimensions underlying these editor behaviors. Data generated from focus group interviews and the extant literature on the publication process were used to develop a mail survey to collect author perceptions of editor behavior. Exploratory factor analysis results, based on data from 111 researchers in the organizational sciences, suggest that author perceptions of editor behavior can be represented by 5 dimensions: consideration of authors, decision making, ethics, thoroughness, and editorial intervention.",
        "dateAdded": 1653156844
    },
    {
        "id": "28b2ba0b-61ca-4843-8a93-883a1199551d",
        "title": "The effect of format on performance: Editing text in print versus digital formats",
        "authors": [
            "Eden",
            "Eshet-Alkalai"
        ],
        "year": 2012,
        "link": "doi:10.1111/j.1467-8535.2012.01332.x",
        "abstract": "In light of the present-day proliferation of digital texts and the increase in situations that require active digital text reading in learning, it is becoming increasingly important to shed light on the comparison between print and digital reading under active reading conditions. In this study, the active reading abilities of 93 university students (83% females) were examined. Participants were asked to read, edit, recognize errors and improve the quality of short papers (600 words each) on the topic of environmental awareness, in both print and in digital formats. Surprisingly, and in contrast to many recent reports about print versus digital reading, no significant differences were found between the performances of participants in the two formats. Similarly, no significant differences were found for all categories of text errors as well as for gender. It was found that the digital readers completed their tasks faster than the print readers but their performance was not lower. Results of this study have important implications for the current debate in higher education concerning the use of digital text for learning and for designing, reviewing and editing academic works.",
        "dateAdded": 1653156844
    },
    {
        "id": "a2524fac-91c8-4b37-84c5-646d5da9c8c5",
        "title": "The effect and affect of peer review in electronic versus traditional modes on L2 writing",
        "authors": [
            "Liu",
            "Sadler"
        ],
        "year": 2003,
        "link": "doi:10.1016/S1475-1585(03)00025-0",
        "abstract": "This study investigates whether differences in mode of commenting and interaction (i.e. technology-enhanced versus traditional) result in differences in the area (global versus local), the type (evaluation, clarification, suggestion, and alteration), and the nature (revision-oriented versus non-revision-oriented) of comments produced by peer reviewers in second language (L2) writing, and what impact the observed differences have on students' revisions. The findings show that the overall number of comments, the percentage of revision-oriented comments, and consequently the overall number of revisions made by the technology-enhanced group were larger than those by the traditional group. While the participants in the technology-enhanced group tend to find MOO interaction affectively more appealing, a closer look at the interaction modes suggests that face-to-face communication is more effective than MOO communication because of the nonverbal communication feature that is indispensable in intercultural communication in a peer review setting. In light of the differential effects within each commenting mode (Microsoft Word editing versus pen and paper) and interaction mode (MOO versus face-to-face), we suggest that the use of Word editing in an electronic peer review mode combined with face-to-face interaction in the traditional peer review mode may serve as a two-step procedure for effective peer review activities in L2 writing classrooms.",
        "dateAdded": 1653156844
    },
    {
        "id": "b5277e87-1a47-473f-a2be-9fec42d44f08",
        "title": "What Technical Writing Students Should Know about Typeface Personality",
        "authors": [
            "MacKiewicz"
        ],
        "year": 2004,
        "link": "doi:10.2190/NMDQ-XBVH-Q79J-M749",
        "abstract": "Typeface personality impacts the rhetorical effect of students' documents, yet it receives little attention in textbooks. Technical writing students should stand the definition of “appropriate” in relation to typeface selection, the difference between type's functional and semantic properties, the difference between type family and personality, the effect of a typeface's history, and the contribution of a typeface's anatomy to its personality. Understanding these, students can make informed decisions about typeface appropriateness.",
        "dateAdded": 1653156844
    },
    {
        "id": "b3e24143-8d48-441a-8a7f-9c6233b3d4bf",
        "title": "Plain English? A Study of Plain English Vocabulary and International Audiences",
        "authors": [
            "Thrush"
        ],
        "year": 2001,
        "link": "https://www.ingentaconnect.com/content/stc/tc/2001/00000048/00000003/art00005",
        "abstract": "Plain English and Simplified English systems are often advocated for improved communications with international audiences and other non-native speakers of American English. This study investigates two features of Plain English: the use of phrasal verbs in place of more formal verb forms, and the choice of more “common” English vocabulary, usually Germanic in derivation. Tests administered to speakers of French and German indicate that non-native speakers of English may not acquire the idiomatic meanings of phrasal verbs and that French speakers showed a significant preference for latinate vocabulary items.",
        "dateAdded": 1653156844
    },
    {
        "id": "0956a7d8-ecb6-4dcb-ae8f-c58b27274564",
        "title": "Ensuring the Quality, Fairness, and Integrity of Journal Peer Review: A Possible Role of Editors",
        "authors": [
            "Resnick",
            "Elmore"
        ],
        "year": 2016,
        "link": "doi:10.1007/s11948-015-9625-5",
        "abstract": "A growing body of literature has identified potential problems that can compromise the quality, fairness, and integrity of journal peer review, including inadequate review, inconsistent reviewer reports, reviewer biases, and ethical transgressions by reviewers. We examine the evidence concerning these problems and discuss proposed reforms, including double-blind and open review. Regardless of the outcome of additional research or attempts at reforming the system, it is clear that editors are the linchpin of peer review, since they make decisions that have a significant impact on the process and its outcome. We consider some of the steps editors should take to promote quality, fairness and integrity in different stages of the peer review process and make some recommendations for editorial conduct and decision-making.",
        "dateAdded": 1653156844
    },
    {
        "id": "4955e38a-689a-4006-89f3-14a91a7cfa01",
        "title": "The delicate art of commenting: Exploring different approaches to editing and their implications for the author-editor relationship",
        "authors": [
            "Shaw",
            "Voss"
        ],
        "year": 2017,
        "link": "https://www.jstor.org/stable/10.20851/j.ctt1t305cq.10",
        "abstract": "",
        "dateAdded": 1653156844
    },
    {
        "id": "f39768cd-2a14-4316-b8ff-65081b4d0667",
        "title": "An examination of the relationship between author–editor connections and subsequent citations of auditing research articles",
        "authors": [
            "Smith",
            "Dombrowski"
        ],
        "year": 1998,
        "link": "doi:10.1016/S0748-5751(98)00019-0",
        "abstract": "Using citation analysis of 138 auditing papers published in seven leading accounting research journals, we find evidence that papers for which there is an author–editor connection (colleagues, former graduate students, and editorial board members) are more likely to be cited in subsequent research. Specifically, in comparing papers authored by scholars with two types of defined professional connection to the publishing journals editor to those for which no such connection is evident, we find that: 1. It is more likely that papers published by authors who have served on the editorial board of the publishing journal will be cited more often, and 2. It is less likely that papers written by authors with that type of connection will have no citations.In this paper, we use citation analysis to examine whether auditing research articles published by authors with professional connections to editors of the publishing journal are of lower quality than articles by authors without these editor connections. Citation analysis has been used previously to evaluate research contributions of accounting faculty and doctoral programs and the impact of specific journals and articles therein on contemporary accounting research . It has also been used to examine individuals and publications influential in published auditing research. Our context is slightly different. Rather than using citations to rank individuals, institutions, or journals, we use citation analysis to examine whether, after controlling for other key factors, articles for which there seems to have been a connection between the editor(s) and the author(s) are cited more or less frequently than articles penned by unrelated authors.",
        "dateAdded": 1653156844
    },
    {
        "id": "b7b0ec24-9775-4c39-aa63-6104e86c2a42",
        "title": "Main Idea Identification: Instructional Explanations in Four Basal Reader Series",
        "authors": [
            "Hare",
            "Milligan"
        ],
        "year": 1984,
        "link": "doi:10.1080/10862968409547515",
        "abstract": "All explanations and directives related to main idea identification were classified and evaluated in four current basal reader series. Results across the four series demonstrate that explanations tend to evade admittedly difficult issues of determining importance. Reasons for this finding are discussed. Results for directives replicate previous researchers' findings.",
        "dateAdded": 1653156844
    },
    {
        "id": "2efe83eb-ad34-4def-8753-d86f57dde332",
        "title": "An assessment of using online editing of students' assignments in an advanced technical writing class",
        "authors": [
            "Zimmerman",
            "Yohon"
        ],
        "year": 2002,
        "link": "doi:10.1109/IPCC.2002.1049109",
        "abstract": "At the end of an upper-division technical writing class, students (n=11) were surveyed to ascertain their perceptions of the differences of their being edited in a sequence of writing classes, of being edited using online editing functions, of online editing exercises, and of their writing skills before and after the course. For online editing, students perceived no difference between being edited on paper and pencil and being edited online. They found the online editing helpful to their careers. Students came to the technical writing class with high levels of computer literacy skills, and report that the technical writing class reported increased expertise using Adobe's FrameMaker, Microsoft's MS Power Point, HTML tagging software, and overall Web site development. Students reported that the editing of their assignments became more detailed in higher courses as they developed their writing skills. Finally, students reported they had improved writing skills after the technical writing class.",
        "dateAdded": 1653156844
    },
    {
        "id": "edcde010-0814-4245-b55a-e1681d989a9f",
        "title": "Feminine language strategies as effective persuasion techniques for online technical editors",
        "authors": [
            "Cryer"
        ],
        "year": 2013,
        "link": "doi:10.1109/IPCC.2012.6408626",
        "abstract": "This study of 70 Epinions.com Advisor comments on 58 product reviews examined the language strategies Advisors used in updated and non-updated reviews. Out of 30 Advisor comments on updated reviews, 20 (66%) contained hedges (a feminine language strategy); out of 40 comments on non-updated reviews, only 13 (33%) contained hedges. Conversely, only 2 (8%) comments on updated reviews contained commanding language, and 4 comments (12%) contained direct advice (masculine language strategies). Comments on non-updated reviews contained 8 (20%) instances of commanding language and 14 (35%) instances of direct advice respectively. This ongoing study suggests that using masculine language strategies in online editorial comments reduces the likelihood that the writer will update (i.e., edit), while hedged language increases this likelihood.",
        "dateAdded": 1653156844
    },
    {
        "id": "dbc3fc71-2d53-4b91-a8cf-884515feb9e4",
        "title": "Reconsidering Some Prescriptive Rules of Grammar and Composition",
        "authors": [
            "Connatser"
        ],
        "year": 2004,
        "link": "https://www.semanticscholar.org/paper/Reconsidering-Some-Prescriptive-Rules-of-Grammar-Connatser/586f5a2840344de7a2c7bd305faf6252c620b6f0",
        "abstract": "In this article, I discuss some rules and exceptions to the rules of grammar and mechanics. My recommendations for reconsidering these prescriptions are based on my experience as a technical editor and writer in a corporate, bureaucratic environment, as well as research in grammar and the reading process. The inertia of tradition is a powerful force in the workplace. Rules, whose origins have long been forgotten, take on lives of their own. A sharp argument can seemingly eviscerate the feeblest rules, but somehow they persist. I propose here that writing and editing decisions should be based not only on prescriptive grammar but also on “organic” grammar (the grammar “hard wired” in our brains), research in cognitive psychology and human factors, research in other relevant disciplines, and reflection.",
        "dateAdded": 1653156844
    },
    {
        "id": "58b1b020-a754-4279-a8f2-fa7291e8b147",
        "title": "Professional Editing Strategies Used by Six Editors",
        "authors": [
            "Bisaillon"
        ],
        "year": 2007,
        "link": "doi:10.1177/0741088307305977",
        "abstract": "Identifying the approach used by those revision experts par excellence—that is, professional editors—should enable researchers to better grasp the revision process. To further explore this hypothesis, the author conducted research among professional editors, six of whom she filmed as they engaged in their practice. An analysis of their work approach strategies showed their detection strategies to consist in anticipating errors and in comparing the author's text with the editor's knowledge, which appears in a range of states: certitude, uncertainty, and ignorance. Furthermore, the participating editors used problem-solving strategies to automatically solve more than half of the problems encountered in the text. Otherwise, they used immediate or postponed strategies. This description of professional editors in action opens a number of avenues for the further research and development of in-class instruction of self-revision and professional editing.",
        "dateAdded": 1653156844
    },
    {
        "id": "5f24bd9a-cf5c-47ac-a7f8-bbc6de8de4f7",
        "title": "How to Use Five Letterforms to Gauge a Typeface's Personality: A Research-Driven Method",
        "authors": [
            "MacKiewicz"
        ],
        "year": 2005,
        "link": "doi:10.2190/LQVL-EJ9Y-1LRX-7C95",
        "abstract": "Technical communicators need to select typefaces that match the tone that they intend for a document. Rather than relying on intuition or personal preference, technical communicators can use a research-driven approach to analyze objectively the extent to which a typeface's personality meshes with the intended tone of a document. This study describes how technical communicators can analyze a typeface's uppercase J and its lowercase a, g, e, and n letterforms—letterforms that are dense with anatomical information—to gauge the extent to which a typeface will contribute a friendly or a professional personality to a document. Technical communicators—both professionals and students—who are armed with this knowledge can move beyond “safe” typefaces like Times New Roman and Helvetica, selecting instead typefaces whose anatomical features generate different kinds of personalities.",
        "dateAdded": 1653156844
    },
    {
        "id": "5f9499c6-f5fe-4083-9523-525cb2524ef2",
        "title": "The Technical Communication Editing Test: Three Studies on This Assessment Type",
        "authors": [
            "Boettger"
        ],
        "year": 2014,
        "link": "https://www.ingentaconnect.com/content/stc/tc/2014/00000061/00000004/art00002",
        "abstract": "In this paper, I present the results of three studies on editing tests used to screen prospective technical communicators and the error types common to these tests. Because few publically available, authentic examples exist, I first explore the general characteristics of 55 tests and 71 error types. Error types are correlated against 176 professionals' perceptions of these error types. Editing tests share common characteristics, but organizational context substantially influences its format and contents. There were consistencies between the editing test error types and types identified in college-writing taxonomies; however, context again influences why errors are introduced as well as the types of errors that were identified. Finally, hiring managers and professionals share different perceptions of error. Understanding these differences can produce better assessment tools and better prepare test takers.",
        "dateAdded": 1653156844
    },
    {
        "id": "b6c9ede9-f5be-4132-b1bf-43dfe326cfc3",
        "title": "Examining Editor-Author Ethics: Real-World Scenarios from Interviews with Three Journal Editors",
        "authors": [
            "Amare",
            "Manning"
        ],
        "year": 2009,
        "link": "doi:10.2190/TW.39.3.e",
        "abstract": "Those who submit manuscripts to academic journals may benefit from a better understanding of how editors weigh ethics in their interactions with authors. In an attempt to ascertain and to understand editors' ethics, we interviewed 3 current academic journal editors of technical and/or business communication journals. We asked them about the ethical dilemmas they encountered while working with authors, whether the editors formally or informally followed a “code of ethics,” and if they felt obligated to maintain any ethical codes in particular. In this article, we discuss the ethical dimensions of editorial practices using specific ethical scenarios provided by these three editors. We then analyze these scenarios using traditional ethical models in our field but also in terms of a less-known but powerful model of ethical analysis originally proposed by the philosopher C. S. Peirce. We argue that Peirce's “community of inquiry” ethics model best describes these journal editors' ethics when working with authors.",
        "dateAdded": 1653156844
    },
    {
        "id": "a889874a-40e5-45db-94f9-c77ad5ffc13b",
        "title": "Indirectness and politeness in requests: Same or different?",
        "authors": [
            "Blum-Kulka"
        ],
        "year": 1987,
        "link": "doi:10.1016/0378-2166(87)90192-5",
        "abstract": "The aim of this paper is to re-examine the notions of indirectness and politeness as applied to requests. It is argued that (contrary to current theories of politeness) the two notions do not represent parallel demensions; indirectness does not necessarily imply politeness. The relationship between the two was examined in a series of experiments designed to tap native speakers' perceptions of politeness and indirectness in Hebrew and English. The results indicate that the two notions are perceived as different from each other: The most indirect request strategies were not judged as the most polite. The strategies rated as the most polite, on a scale of politeness, were conventional indirect requests (‘on record’ indirectness); the strategies rated as the most indirect, on a scale of indirectness, were hints used fom requests (‘off record’ indirectness). These results are interpreted in the framework of a suggested model for politeness. The thrust of the argument is that a certain adherence to the pragmatic clarity of the message is an essential part of politeness. Politeness is defined as the interactional balance achieved between two needs: The need for pragmatic clarity and the need to avoid coerciveness. This balance is achieved in the case of conventional indirectness, which indeed received the highest ratings for politeness. Tipping the balance in favor of either pragmatic clarity or non-coerciveness will decrease politeness; thus, direct strategies can be perceived as impolite because they indicate a lack of concern with face, and non-conventional indirect strategies (hints) can be perceived as impolite because they indicate a lack of concern for pragmatic clarity.",
        "dateAdded": 1653156844
    },
    {
        "id": "e704b04c-54a8-4ae1-b779-42c784d5bf52",
        "title": "Requests and Apologies: A Cross-Cultural Study of Speech Act Realization Patterns",
        "authors": [
            "Blum-Kulka",
            "Olshtain"
        ],
        "year": 1984,
        "link": "doi:10.1093/applin/5.3.196",
        "abstract": "The paper reports on an ongoing project concerned with a cross-cultural investigation of speech act realization patterns. The goals of the project are to compare across languages the realization patterns of two speech acts—requests and apologies—and to establish the similarities and differences between native and non-native speakers' realization patterns in these two acts in each of the languages studed within the project. The theoretical and methodological framework for this investigation has been developed as a result of close collaboration among the participants of the project, who have all followed the same approach in data collection and data analysis. The paper will outline the theoretical framework for the project, present the methodology developed, and illustrate our procedures for analysis by giving examples from the data in some of the languages studied.",
        "dateAdded": 1653156844
    },
    {
        "id": "9ee70c0e-da2a-4ed3-a010-50704126f654",
        "title": "A Descriptive Survey of Technical Editors",
        "authors": [
            "Kreth",
            "Bowen"
        ],
        "year": 2017,
        "link": "doi:10.1109/TPC.2017.2702039",
        "abstract": "Research problem: The purpose of the study was to fill gaps in our knowledge about technical editors' work practices and perceptions, knowledge that might be useful for teachers and practitioners, as well as current and prospective students. Research questions: (1) What work activities do technical editors engage in? (2) How do people become and progress in careers as technical editors? (3) What do technical editors perceive about the complexity of their work and its value to themselves and others? Literature review: The literature review focuses on previous surveys of technical editors, which have tended to focus on technology-related issues and been largely limited to samples obtained from the Society for Technical Communication.Methodology: A link to an online survey was sent to 32 professional organizations for technical and other professional, nonliterary, and nonjournalism editors. The leadership of each organization was asked to forward the link to its members; 12 complied, with a resulting 253 respondents. Responses to closed-ended questions were tabulated, while responses to the open-ended questions were analyzed thematically.Results and conclusions:The results revealed a broad range of job titles, disciplinary and professional fields, genres and media, editing-related tasks, and extent and type of collaboration. Respondents perceived as useful several forms of academic preparation, personality traits, and attitudes. About half the respondents had become editors through deliberate preparation during college (direct route) and half had not (indirect route). Thus, one implication of the results is that college students majoring in the sciences and other technical fields (indirect route) might be attracted to complementary minors and certificate programs in technical communication/editing. The sample was obtained from among a broader range of technical editors than samples used in previous surveys but was relatively small and, therefore, nongeneralizable. Future surveys should strive for a larger sample size and include questions about a wide range of demographic variables that can be correlated with the independent variables.",
        "dateAdded": 1653156844
    },
    {
        "id": "92a6120d-6139-4f15-8c65-455e2b5f65a6",
        "title": "How Technical Editors Enrich the Revision Process",
        "authors": [
            "Gerich"
        ],
        "year": 1994,
        "link": "https://www.jstor.org/stable/43090914",
        "abstract": "Revision, as practiced at a major scientific R&D laboratory, is collaborative—teaming scientific authors, technical editors, colleague reviewers, and supervisors—to ensure more papers are accepted by prestigious journals. As shown in this case study, this collaborative approach works effectively for authors and enhances the role of editors. As team members, editors are encouraged to provide substantive, not merely cleanup or surface, revision. Their three main responsibilities reflect what research advises are the the three primary skills of expert writers: detect problems, diagonose their causes, and determine strategies to fix them. To be the most effective revisers, however, editors must be involved earlier in the collabroative review process. Their precise entry point depends on the type of writing: The more complex and collaborative the document, the earlier editors should become part of the review team. As a general rule, editors should be involved at the same time as colleague reviewers.",
        "dateAdded": 1653156844
    },
    {
        "id": "c4f3b3d1-9d9c-4f59-8187-9c20632e231d",
        "title": "Phrasal Ordering Constraints in Sentence Production: Phrase Length and Verb Disposition in Heavy-NP Shift",
        "authors": [
            "Stallings",
            "MacDonald",
            "O'Seaghdha"
        ],
        "year": 1998,
        "link": "doi:10.1006/jmla.1998.2586",
        "abstract": "Heavy-NP shift is the tendency for speakers to place long or “heavy” noun phrase direct objects at the end of a sentence rather than in the canonical postverbal position. Three experiments using several task variations confirmed that length of the noun phrase influenced the ordering of the noun phrase and prepositional phrase during production. We also found that heavy-NP shift was strongly constrained by the “shifting disposition” of individual verbs. Verbs that do not require their complements (e.g., sentential complements) to appear in an adjacent position yielded more shifting during production than did verbs that more frequently appear adjacent to their complements. Analyses of decision/preparation times suggested that shifted and unshifted structures competed for selection. These findings point to the simultaneous activation of lexically derived syntactic representations and ordering options in sentence planning. A multiple constraints framework provides a means of reconciling the existence of competition among ordering options with incremental sentence construction.",
        "dateAdded": 1653156844
    },
    {
        "id": "27b3f6e5-6a25-411c-b483-d161dda70d64",
        "title": "Too Heavy to Move : an analysis of heavy noun phrase shift and related phenomena",
        "authors": [
            "Ling"
        ],
        "year": 2011,
        "link": "https://pdfs.semanticscholar.org/a312/81a3bc63a3f5216107acdd235b17286ee4d8.pdf",
        "abstract": "Heavy noun phrase shift refers to the phenomenon where a “heavy” noun phrase (NP) is displaced to the right of its canonical position. In English, heavy NP shift most commonly refers to the object (in square brackets) being found at the right edge of the sentence, to the right of indirect objects, adverbs, prepositions, etc. (1) I gave _ to the students [presents that I had brought back from Spain]. (2) Romeo drank _ yesterday [the poison that he bought from the apothecary]. Despite the name, heavy NP shift does not cause the rightward movement of all heavy NPs; it turns out that most of the time, only direct objects participate in this phenomenon. For example, indirect objects do not undergo heavy NP shift: (3) *I gave _ presents [my neighbors living downstairs and next door]. In this senior essay, I explore Brooke’s proposal (2008) that heavy NPs actually do not move rightward, but are found in their original position instead, because they are “too heavy” to move leftward to their usual position. Novel evidence for his proposal from negative polarity items will be provided. I will argue that this in situ analysis explains why heavy NPs do not move in certain contexts (such as in (3)). I further claim that the in situ analysis at least also accounts for so-called extraposition from objects (4b) and sentential subject extraposition (5b). (4) (a) I read a book about Grimm’s Law yesterday. (b) I read a book yesterday about Grimm’s Law. (5) (a) [That he ate ten hotdogs] is amazing. (b) It is amazing [that he ate ten hotdogs].",
        "dateAdded": 1653156844
    },
    {
        "id": "4c38cb10-9647-4c45-963e-012f47af91f2",
        "title": "Heavy NP shift is the parser’s last resort: Evidence from eye movements",
        "authors": [
            "Staub",
            "Clifton, Jr.",
            "Frazier"
        ],
        "year": 2006,
        "link": "doi:10.1016/j.jml.2005.12.002",
        "abstract": "Two eye movement experiments explored the roles of verbal subcategorization possibilities and transitivity biases in the processing of heavy NP shift sentences in which the verb’s direct object appears to the right of a post-verbal phrase. In Experiment 1, participants read sentences in which a prepositional phrase immediately followed the verb, which was either obligatorily transitive or had a high transitivity bias (e.g., Jack praised/watched from the stands his daughter’s attempt to shoot a basket). Experiment 2 compared unshifted sentences to sentences in which an adverb intervened between the verb and its object, and obligatorily transitive verbs to optionally transitive verbs with widely varying transitivity biases. In both experiments, evidence of processing difficulty appeared on the material that intervened between the verb and its object when the verb was obligatorily transitive, and on the shifted direct object when the verb was optionally transitive, regardless of transitivity bias. We conclude that the parser adopts the heavy NP shift analysis only when it is forced to by the grammar, which we interpret in terms of a preference for immediate incremental interpretation.",
        "dateAdded": 1653156844
    },
    {
        "id": "09b28f6b-89a3-4003-89c4-23510d167fd8",
        "title": "How Readers Spontaneously Interpret Man-Suffix Words: Evidence from Eye Movements",
        "authors": [
            "Khan",
            "Daneman"
        ],
        "year": 2011,
        "link": "doi:10.1007/s10936-011-9173-3",
        "abstract": "This study investigated whether readers are more likely to assign a male referent to man-suffix terms (e.g. chairman) than to gender-neutral alternatives (e.g., chairperson) during reading, and whether this bias differs as a function of age. Younger and older adults’ eye movements were monitored while reading passages containing phrases such as “The chairman/chairperson familiarized herself with…” On-line eye fixation data provided strong evidence that man-suffix words were more likely to evoke the expectation of a male referent in both age groups. Younger readers demonstrated inflated processing times when first encountering herself after chairman relative to chairperson, and they tended to make more regressive fixations to chairman. Older readers did not show the effect when initially encountering herself, but they spent disproportionately longer looking back to chairman and herself. The study provides empirical support for copy-editing policies that mandate the use of explicitly gender-neutral suffix terms in place of man-suffix terms.",
        "dateAdded": 1653156844
    },
    {
        "id": "92a7123c-548c-4f77-b2ec-aefe85fc7abb",
        "title": "Violating stereotypes: Eye movements and comprehension processes when text conflicts with world knowledge",
        "authors": [
            "Duffy",
            "Keir"
        ],
        "year": 2004,
        "link": "doi:10.3758/BF03195846",
        "abstract": "We investigated the effect of discourse context on the access of word meaning during reading. Target words were role names (e.g.,electrician) for which there was a gender stereotype (e.g., electricians are stereotypically male). Target sentences contained a reflexive pronoun that referred to the role name (e.g.,The electrician taught herself . . .). Participants read these target sentences with or without paragraph context while their eye movements were monitored. In the absence of discourse context and in neutral discourse contexts, fixation times on the reflexive pronoun and immediately following the pronoun were inflated when the pronoun specified a gender that mismatched the stereotype, indicating that the gender stereotype was activated upon encountering the role name. When prior discourse context indicated the gender of the role-named character, this mismatch effect was eliminated. The mismatch effect indicates that gender stereotypes are automatically activated in the absence of disambiguating information. The lack of an effect when gender has previously been specified is consistent with the lexical reinterpretation model proposed by Hess, Foss, and Carroll (1995).",
        "dateAdded": 1653156844
    },
    {
        "id": "bbd725e4-6390-4121-9770-a986c23540c7",
        "title": "Sex bias in language use: \"Neutral\" pronouns that aren't",
        "authors": [
            "Moulton",
            "Robinson",
            "Elias"
        ],
        "year": 1978,
        "link": "doi:10.1037/0003-066X.33.11.1032",
        "abstract": "Terms such as \"his,\" \"he,\" and \"man\" refer to males but are also used as putative gender-neutral terms to refer to persons of unspecified sex. It is argued that male terms sometimes fail to be gender-neutral and may therefore be a cause of sex bias as well as a vestige of past inequality. In an experiment with 226 male and 264 female college students on the interpretation of pronouns, male terms such as \"his,\" even in explicitly gender-neutral contexts, caused Ss to think 1st of males significantly more often than did \"his or her\" appearing in the same place. It is concluded that male terms can fail to be gender-neutral even when it is clear that a person of either sex is referred to, and males may have an advantage in contexts where they are referred to by a putative neutral term.",
        "dateAdded": 1653156844
    },
    {
        "id": "ce1e63ef-c9ce-4015-9106-4156e2fa7c1f",
        "title": "Technical Editing as Quality Assurance: Adding Value to Content",
        "authors": [
            "Corbin",
            "Moell",
            "Boyd"
        ],
        "year": 1978,
        "link": "https://www.ingentaconnect.com/content/stc/tc/2002/00000049/00000003/art00003?crawler=true&casa_token=w9IwxHtP-n4AAAAA:WXcIP9bvKtpfB2v-ragkEiiJgE1mAHNAcTrqD70yBFP2_VR_lZUJ4ZPNhGxcePS7ou3-vbEoGO6tsFioUHbvYFE",
        "abstract": "After considering the traditional levels-of-edit systems, this article discusses content editing as a quality assurance process. It compares technical editing processes to software testing processes, after providing a brief overview of those software testing processes. This article describes several different content editing activities in the context of three traditional types of editing: comprehensive editing, usability editing, and copy editing. Finally, it issues a call to arms to technical editors to become quality assurance professionals, similar to software testing professionals.",
        "dateAdded": 1653156844
    },
    {
        "id": "5141b1f5-d8d4-483f-b4ad-8bd8b16534c5",
        "title": "Using Corpus-Based Instruction to Explore Writing Variation across the Disciplines: A Case History in a Graduate-Level Technical Editing Course",
        "authors": [
            "Boettger"
        ],
        "year": 2015,
        "link": "doi:10.37514/ATD-J.2016.13.1.03",
        "abstract": "Understanding the linguistic and rhetorical patterns of an academic discipline strengthens students' abilities to write in professional settings. Data-driven learning and corpus-linguistic methods can increase this understanding and should be considered valuable contributors to any writing curriculum. In this paper, I present a case history on integrating corpora in a graduate-level technical editing course to teach students about writing variation. Students applied this knowledge to edit research-based texts for non-native English speakers within the STEM disciplines. Though this case history focuses on corpora in a technical editing course, the approaches I describe transfer to any course with a writing component as well as across grade levels and student proficiencies. I conclude by addressing the barriers associated with integrating corpus-based learning into the classroom.",
        "dateAdded": 1653156844
    },
    {
        "id": "b78fdf2c-8bf7-4ab2-880d-e85cef4f5e1a",
        "title": "Using authentic language data to teach discipline-specific writing patterns to STEM students",
        "authors": [
            "Boettger",
            "Wulff"
        ],
        "year": 2016,
        "link": "doi:10.1109/IPCC.2016.7740513",
        "abstract": "Technical and scientific writing service courses offer instructors the opportunity to engage with student populations from across the university. However, it is also this interdisciplinary appeal that has complicated the quality of instruction, particularly for STEM majors. The heterogeneous student population in our service courses often results in generic instruction that contradicts how STEM practitioners communicate on the job. We offer corpus-linguistic approaches as a solution for teaching variation in writing classes. Engaging students with authentic language data helps them understand the patterns used in their discipline rather than reinforce general, and potentially prescriptive, writing principles. We focus our study on the presence of passive voice and reporting verbs in a corpus of student-written critical reviews and white papers. Our results indicated that students applied passive voice in both text types, contradicting the advice of most generalist technical writing textbooks. More importantly, students appeared to use passive voice with an intent, often as a way to stay on topic. Our results also demonstrated that students used a variety of reporting verbs, notably show, believe, and conclude. Overall, these findings suggest ways that technical and scientific writing instructors can integrate corpus research into their classrooms.",
        "dateAdded": 1653156844
    },
    {
        "id": "2cd29c0a-7332-43be-9021-9b48785fb2be",
        "title": "The Naked Truth about the Naked This: Investigating Grammatical Prescriptivism in Technical Communication",
        "authors": [
            "Boettger",
            "Wulff"
        ],
        "year": 2014,
        "link": "doi:10.1080/10572252.2013.803919",
        "abstract": "The decision to follow the demonstrative this with a noun phrase is important to students’ writing development. Previous research has emphasized when students should not attend this rather than studying why students make the choice. Using a corpus-linguistic approach, we investigated 1,999 instances of (un)attended this in student technical and academic writing. High shares of unattended this were found in both text types as well as in original and revised drafts.",
        "dateAdded": 1653156844
    },
    {
        "id": "878f8260-5b20-4b42-8e4c-98b0c9b6226f",
        "title": "The Relevance of Selected English-Usage Principles",
        "authors": [
            "Perry"
        ],
        "year": 1996,
        "link": "https://www.jstor.org/stable/43095118",
        "abstract": "STC members rated the relevance of 20 selected English-usage principles that were generally left unedited in a previous study. All 20 principles were rated as important to the professional writing of STC members, although ranking differences occurred. This article presents the findings of this study along with recommendations for STC members.",
        "dateAdded": 1653156844
    },
    {
        "id": "2ef3f5fe-bdc6-4533-b3d7-4826534615d5",
        "title": "The context dependent editorial process: toward a more complex understanding of the technical editor",
        "authors": [
            "Andersen"
        ],
        "year": 2005,
        "link": "doi:10.1109/IPCC.2005.1494215",
        "abstract": "Descriptions of the roles of editors in their organizations have been limited and traditional in the literature on technical editing. Based on a preliminary investigation at a Midwest publishing company, the author discovered that conventional notions of the editorial process do not sufficiently characterize the extent to which organizational context influenced the daily tasks, interactions, and document review processes carried out by the editor. This article addresses the need to expand our notions of the editorial process and gain a more complex understanding of the roles editors may carry out in their organizations.",
        "dateAdded": 1653156844
    },
    {
        "id": "a45b1abe-3c7a-4b68-b2df-b91d4cbf4f7c",
        "title": "Examining Editing in the Workplace from the Author's Point of View: Results of an Online Survey",
        "authors": [
            "Eaton",
            "Brewer",
            "Portewig",
            "Davidson",
            "Portewig"
        ],
        "year": 2008,
        "link": "https://www.jstor.org/stable/43092427",
        "abstract": "Presents the results of a survey of 449 authors about their preferences and conceptions of the editing process. Reports their experience with the editing process; their conceptualization of the process; their preferences about phrasing of comments and editorial mode; and their likeliness to accept suggestions.",
        "dateAdded": 1653156844
    },
    {
        "id": "afdbc113-eba2-478a-912e-51e22ddc0b4b",
        "title": "Key Elements of an Effective Style Guide in the New Age",
        "authors": [
            "Adhya"
        ],
        "year": 2015,
        "link": "https://www.ingentaconnect.com/contentone/stc/tc/2015/00000062/00000003/art00003",
        "abstract": "Is the current style guide helping our business? Does it give us an edge over our competitors in reaching out to people? Company executives ask these questions before allocating budgets and resources for the documentation team. A style guide is a rule-driven document that sets the parameters for consistency and acceptability of all written materials produced by an organization. But, is that the sole function of a style guide? This paper lays out key fundamentals of how to make an effective style guide and explores its benefits. The article also illustrates the process of developing a style guide in detail while satisfying the needs of the organization. A style guide will have a successful impact when it is supported by management, incorporates broader inputs from all its beneficiaries, is integrated into the day-to-day operations, and is updated periodically.",
        "dateAdded": 1653156844
    },
    {
        "id": "02535506-5471-4435-b0ba-389bad8c9489",
        "title": "Beyond \"Trimming the Fat\": The Sub-editing Stage of Newswriting",
        "authors": [
            "Vandendaele",
            "De Cuypere",
            "Van Praet"
        ],
        "year": 2015,
        "link": "doi:10.1177/0741088315599391",
        "abstract": "Thus far, professional editing has not been researched extensively in writing research. This article zooms in on sub-editing in newswriting as a form of professional editing, addressing three research questions: (a) What are the ways in which a news article’s text is altered?, (b) Are some types of news article altered more significantly than others?, and (c) Are certain news article sections more prone to alterations? Merging the contextualized insights of fieldwork with a corpus-based discourse analytic research perspective, we trace the differences (viz. additions, deletions, translocations, replacements) between the “initial” (right before sub-editing) and “final” (published) version of six different types of news article, (frontpage, headline, long, medium, short, and news wire article) in a corpus sample of 30 broadsheet articles. Our findings are first that—contrary to popular belief that sub-editors mainly “hack away” at news stories, or merely “trim the fat”—additions prevail. Second, we found that most interventions occur in high-stakes articles. Third, we discovered the largest number of interventions in the “entry points” of an article, that is, where—according to eye-tracking research—readers stop scanning and start reading. We discuss our findings in the light of training for professional newswriters.",
        "dateAdded": 1653156844
    },
    {
        "id": "714943cc-0efb-4a8d-8fdb-fcac7264f053",
        "title": "Ethos and Error: How Business People React to Errors",
        "authors": [
            "Beason"
        ],
        "year": 2001,
        "link": "doi:10.2307/359061",
        "abstract": "Errors seem to bother nonacademic readers as well as teachers. But what does it mean to be \"bothered\" by errors? Questions such as this help transform the study of error from mere textual issues to larger rhetorical matters of constrcuting meaning. Although this study of fourteen business people indicates a range of reactions to errors, the findings also reveal patterns of qualitative agreement—certain ways in which these readers constructed a negative ethos of the writer.",
        "dateAdded": 1653156844
    },
    {
        "id": "53193825-8fa6-4825-a7f9-842975dfd31f",
        "title": "Good fonts for dyslexia",
        "authors": [
            "Rello",
            "Baeza-Yates"
        ],
        "year": 2013,
        "link": "doi:10.1145/2513383.2513447",
        "abstract": "Around 10% of the people have dyslexia, a neurological disability that impairs a person's ability to read and write. There is evidence that the presentation of the text has a significant effect on a text's accessibility for people with dyslexia. However, to the best of our knowledge, there are no experiments that objectively measure the impact of the font type on reading performance. In this paper, we present the first experiment that uses eye-tracking to measure the effect of font type on reading speed. Using a within-subject design, 48 subjects with dyslexia read 12 texts with 12 different fonts. Sans serif, monospaced and roman font styles significantly improved the reading performance over serif, proportional and italic fonts. On the basis of our results, we present a set of more accessible fonts for people with dyslexia.",
        "dateAdded": 1653156844
   }
]